Repository: SlohGPT/OFFICIAL-NOTEWALL
Catalog: NoteWall/*.lproj/Localizable.strings
Languages: de, es, fr

source: Quick Fix for Apple Presets
de: Schnellfix für Apple-Voreinstellungen
es: Solución rápida para fondos de Apple
fr: Correction rapide pour les fonds Apple

source: Quick check-in
de: Kurzer Check
es: Chequeo rápido
fr: Petit bilan

source: Rate on App Store
de: Im App Store bewerten
es: Calificar en App Store
fr: Noter sur l'App Store

source: Read 10 pages tonight
de: Heute Abend 10 Seiten lesen
es: Leer 10 páginas esta noche
fr: Lire 10 pages ce soir

source: Ready
de: Bereit
es: Listo
fr: Prêt

source: Ready to Go
de: Startklar
es: Listo para empezar
fr: Prêt à démarrer

source: Ready to Try Again?
de: Bereit für einen neuen Versuch?
es: ¿Listo para intentar de nuevo?
fr: Prêt pour un nouvel essai ?

source: Ready? Let's Do This!
de: Bereit? Los geht's!
es: ¿Listo? ¡Vamos!
fr: Prêt ? C'est parti !

source: Redeem Code
de: Code einlösen
es: Canjear código
fr: Utiliser un code

source: Redeem in App
de: In App einlösen
es: Canjear en la app
fr: Utiliser dans l'app

source: Regenerate Wallpaper
de: Hintergrundbild neu erstellen
es: Regenerar fondo
fr: Régénérer le fond

source: Regenerating Wallpaper
de: Hintergrundbild wird neu erstellt
es: Regenerando fondo
fr: Régénération du fond

source: Reinstall Shortcut?
de: Kurzbefehl neu installieren?
es: ¿Reinstalar atajo?
fr: Réinstaller le raccourci ?

source: Remember to call mom
de: Mama anrufen nicht vergessen
es: Acordarme de llamar a mamá
fr: Penser à appeler maman

source: Reopen Shortcuts
de: Kurzbefehle erneut öffnen
es: Reabrir Atajos
fr: Rouvrir Raccourcis

source: Research Insight
de: Forschungsergebnis
es: Dato de investigación
fr: Résultat de recherche

source: Reset & Reinstall
de: Zurücksetzen & neu installieren
es: Restablecer y reinstalar
fr: Réinitialiser et réinstaller

source: Restore Anytime
de: Jederzeit wiederherstellen
es: Restaurar en cualquier momento
fr: Restaurer à tout moment

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

source: Retry Verification
de: Überprüfung wiederholen
es: Reintentar verificación
fr: Réessayer la vérification

source: Return to NoteWall App
de: Zurück zur NoteWall-App
es: Volver a la app NoteWall
fr: Retourner à l'app NoteWall

source: Rounded
de: Rund
es: Redondeada
fr: Arrondie

source: Safari Ready
de: Safari bereit
es: Safari listo
fr: Safari prêt

source: Safari Required
de: Safari erforderlich
es: Safari requerido
fr: Safari requis

source: Safari is used to securely process the wallpaper updates.
de: Safari wird verwendet, um die Hintergrundbild-Updates sicher zu verarbeiten.
es: Safari se usa para procesar las actualizaciones de fondo de forma segura.
fr: Safari est utilisé pour traiter les mises à jour du fond d'écran de manière sécurisée.

source: Saving a lock screen image requires iOS 16 or newer.
de: Das Speichern eines Sperrbildschirmbilds erfordert iOS 16 oder neuer.
es: Guardar una imagen de pantalla de bloqueo requiere iOS 16 o posterior.
fr: L'enregistrement d'une image d'écran de verrouillage nécessite iOS 16 ou plus récent.

source: Saving background…
de: Hintergrund wird gespeichert…
es: Guardando fondo…
fr: Enregistrement du fond…

source: Scan Complete
de: Überprüfung abgeschlossen
es: Verificación completa
fr: Vérification terminée

source: Second Most Common
de: Zweithäufigstes Problem
es: Segundo más común
fr: Deuxième plus courant

source: Secure
de: Sicher
es: Seguro
fr: Sécurisé

source: See Insights
de: Erkenntnisse ansehen
es: Ver conclusiones
fr: Voir les résultats

source: See your goals before TikTok, Instagram, or distractions.
de: Sieh deine Ziele, bevor TikTok, Instagram oder Ablenkungen zuschlagen.
es: Ve tus metas antes de TikTok, Instagram o las distracciones.
fr: Vois tes objectifs avant TikTok, Instagram ou les distractions.

source: See your notes, reminders or to-do list up to 498x times a day and never forget things.
de: Sieh deine Notizen, Erinnerungen oder To-Do-Liste bis zu 498 Mal am Tag und vergiss nie wieder etwas.
es: Ve tus notas, recordatorios o lista de tareas hasta 498 veces al día y nunca olvides cosas.
fr: Vois tes notes, rappels ou to-do list jusqu'à 498 fois par jour et n'oublie plus rien.

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner

source: Select a solid color background
de: Einfarbigen Hintergrund auswählen
es: Selecciona un fondo de color sólido
fr: Sélectionne un fond de couleur unie

source: Select all that apply
de: Wähle alle zutreffenden aus
es: Selecciona todas las que apliquen
fr: Sélectionne tout ce qui s'applique

source: Select all that apply:
de: Wähle alle zutreffenden aus:
es: Selecciona todas las que apliquen:
fr: Sélectionne tout ce qui s'applique :

source: Select the one with notes
de: Wähle das mit den Notizen aus
es: Selecciona el que tiene notas
fr: Sélectionne celui avec les notes

source: Send & Continue
de: Senden und weiter
es: Enviar y continuar
fr: Envoyer et continuer

source: Send Feedback
de: Feedback senden
es: Enviar opinión
fr: Envoyer un avis

source: Send Suggestion
de: Vorschlag senden
es: Enviar sugerencia
fr: Envoyer la suggestion

source: Set as Lock Screen
de: Als Sperrbildschirm festlegen
es: Establecer como pantalla de bloqueo
fr: Définir comme écran de verrouillage

source: Setup Complete ✓
de: Setup abgeschlossen ✓
es: Configuración completa ✓
fr: Configuration terminée ✓

source: Setup Not Finished
de: Setup nicht abgeschlossen
es: Configuración no terminada
fr: Configuration non terminée

source: Setup Time
de: Setup-Zeit
es: Tiempo de setup
fr: Temps de setup

source: Share App
de: App teilen
es: Compartir aplicación
fr: Partager l'application

source: Share NoteWall
de: NoteWall teilen
es: Compartir NoteWall
fr: Partager NoteWall

source: Share your ideas, suggestions, or feedback...
de: Teile deine Ideen, Vorschläge oder Feedback...
es: Comparte tus ideas, sugerencias u opiniones...
fr: Partage tes idées, suggestions ou avis...

source: Shopping & errands
de: Einkaufen & Besorgungen
es: Compras y tareas pendientes
fr: Courses et commissions

source: Shortcut Setup
de: Kurzbefehl-Setup
es: Configuración del atajo
fr: Config du raccourci

source: Shortcut URL is not available. Please check your configuration.
de: Kurzbefehl-URL ist nicht verfügbar. Bitte überprüfe deine Konfiguration.
es: La URL del atajo no está disponible. Verifica tu configuración.
fr: L'URL du raccourci n'est pas disponible. Vérifie ta configuration.

source: Shortcut cannot be executed
de: Kurzbefehl kann nicht ausgeführt werden
es: El atajo no se puede ejecutar
fr: Le raccourci ne peut pas être exécuté

source: Shortcut file not found
de: Kurzbefehl-Datei nicht gefunden
es: Archivo de atajo no encontrado
fr: Fichier de raccourci introuvable

source: Shortcut is annoying
de: Kurzbefehl ist nervig
es: El atajo es molesto
fr: Le raccourci est agaçant

source: Shortcut setup was confusing
de: Das Kurzbefehl-Setup war verwirrend
es: La configuración del atajo fue confusa
fr: La config du raccourci était confuse

source: Shortcuts Ready
de: Kurzbefehle bereit
es: Atajos listo
fr: Raccourcis prêt

source: Shortcuts Required
de: Kurzbefehle erforderlich
es: Atajos requeridos
fr: Raccourcis requis

source: Show all plans
de: Alle Pläne anzeigen
es: Ver todos los planes
fr: Voir tous les plans

source: Simple and effective. My lock screen keeps me focused on what matters. Game changer!
de: Einfach und effektiv. Mein Sperrbildschirm hält mich fokussiert auf das Wichtige. Ein Game Changer!
es: Simple y efectivo. Mi pantalla de bloqueo me mantiene enfocado en lo que importa. ¡Un cambio total!
fr: Simple et efficace. Mon écran de verrouillage me garde concentré sur l'essentiel. Un vrai game changer !

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant

source: So
de: Damit
es: Para
fr: Pour

source: So we can make this feel like yours
de: Damit sich alles persönlich anfühlt
es: Para que todo se sienta personal
fr: Pour que tout te ressemble

source: Something may have gone wrong during the shortcut installation process.
de: Beim Installationsprozess des Kurzbefehls ist möglicherweise etwas schiefgelaufen.
es: Algo pudo haber salido mal durante la instalación del atajo.
fr: Quelque chose a pu mal se passer lors de l'installation du raccourci.

source: Start Auto-Fix
de: Auto-Reparatur starten
es: Iniciar auto-reparación
fr: Lancer l'auto-réparation

source: Start Setup
de: Setup starten
es: Iniciar configuración
fr: Commencer la configuration

source: Start Troubleshooting
de: Fehlerbehebung starten
es: Iniciar solución
fr: Commencer le dépannage

source: Start staying locked in and focused on what matters.
de: Bleibe fokussiert auf das, was zählt.
es: Empieza a mantenerte enfocado en lo que importa.
fr: Commence à rester concentré sur ce qui compte.

source: Stay Accountable
de: Bleibe verantwortlich
es: Mantente responsable
fr: Reste responsable

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld

source: Still Having Issues
de: Immer noch Probleme
es: ¿Sigues con problemas?
fr: Toujours des problèmes

source: Stop doom scrolling
de: Endloses Scrollen stoppen
es: Dejar de doomscrollear
fr: Arrêter de scroller sans fin

source: Stop the cycle. Finish setup in 60 seconds and capture every idea before it vanishes.
de: Durchbrich den Kreislauf. Schließe das Setup in 60 Sekunden ab und fange jede Idee ein, bevor sie verschwindet.
es: Rompe el ciclo. Completa la configuración en 60 segundos y captura cada idea antes de que desaparezca.
fr: Arrête le cycle. Termine la config en 60 secondes et capture chaque idée avant qu'elle ne disparaisse.

source: Strong
de: Fett
es: Negrita
fr: Gras

source: Subscription Active
de: Abo aktiv
es: Suscripción activa
fr: Abonnement actif

source: Success! 🎉
de: Erfolg! 🎉
es: ¡Éxito! 🎉
fr: Succès ! 🎉

source: Suggest Improvements
de: Verbesserungen vorschlagen
es: Sugerir mejoras
fr: Suggérer des améliorations

source: Swipe down to your Lock Screen
de: Wische nach unten zu deinem Sperrbildschirm
es: Desliza hacia abajo a tu pantalla de bloqueo
fr: Glisse vers le bas sur ton écran de verrouillage

source: Takes about 4 minutes
de: Dauert etwa 4 Minuten
es: Toma unos 4 minutos
fr: Prend environ 4 minutes

source: Takes less than 30 seconds
de: Dauert weniger als 30 Sekunden
es: Toma menos de 30 segundos
fr: Prend moins de 30 secondes

source: Tap SHARE
de: TEILEN antippen
es: Tocar COMPARTIR
fr: Appuyer sur PARTAGER

source: Tap here to replay the video
de: Tippe hier, um das Video erneut abzuspielen
es: Toca aquí para ver el video de nuevo
fr: Appuie ici pour revoir la vidéo

source: Tell Me More
de: Erzähl mir mehr
es: Cuéntame más
fr: En savoir plus

source: Terms
de: Bedingungen
es: Términos
fr: Conditions

source: Terms & Privacy
de: Nutzung & Datenschutz
es: Términos y privacidad
fr: Conditions et confidentialité

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation

source: Text Sarah back
de: Sarah zurückschreiben
es: Responderle a Sarah
fr: Répondre à Sarah

source: Thank You!
de: Danke!
es: ¡Gracias!
fr: Merci !

source: Thank You! 🙏
de: Danke! 🙏
es: ¡Gracias! 🙏
fr: Merci ! 🙏

source: Thanks for bearing with us. Everything works now.
de: Danke für Ihre Geduld. Jetzt funktioniert alles.
es: Gracias por tu paciencia. Ahora todo funciona.
fr: Merci pour votre patience. Tout fonctionne maintenant.

source: Thanks for supporting independent development. More features coming soon!
de: Danke für die Unterstützung der unabhängigen Entwicklung. Weitere Funktionen kommen bald!
es: Gracias por apoyar el desarrollo independiente. ¡Más funciones próximamente!
fr: Merci de soutenir le développement indépendant. D'autres fonctionnalités arrivent bientôt !

source: Thanks, that really helps!
de: Danke, das hilft wirklich!
es: ¡Gracias, eso ayuda mucho!
fr: Merci, ça aide vraiment !

source: That was the hardest part. Everything else takes under 60 seconds.
de: Das war der schwierigste Teil. Alles andere dauert unter 60 Sekunden.
es: Esa fue la parte más difícil. Todo lo demás toma menos de 60 segundos.
fr: C'était la partie la plus difficile. Tout le reste prend moins de 60 secondes.

source: That's %@ daily chances to remember what matters.
de: Das sind %@ tägliche Chancen, dich an das Wichtige zu erinnern.
es: Son %@ oportunidades diarias para recordar lo que importa.
fr: C'est %@ chances quotidiennes de te rappeler ce qui compte.

source: The Easy Fix
de: Die einfache Lösung
es: La solución fácil
fr: La solution simple

source: The NoteWall Shortcut was not found. Please download and add it from the Shortcuts app.
de: Der NoteWall-Kurzbefehl wurde nicht gefunden. Bitte lade ihn herunter und füge ihn über die Kurzbefehle-App hinzu.
es: No se encontró el atajo de NoteWall. Descárgalo y añádelo desde la app Atajos.
fr: Le raccourci NoteWall est introuvable. Télécharge-le et ajoute-le depuis l'app Raccourcis.

source: The Problem
de: Das Problem
es: El problema
fr: Le problème

source: The Problem: Apple's Limitation
de: Das Problem: Eine Apple-Einschränkung
es: El problema: una limitación de Apple
fr: Le problème : une limitation d'Apple

source: The Solution
de: Die Lösung
es: La solución
fr: La solution

source: The code you entered is not valid. Please check and try again.
de: Der eingegebene Code ist ungültig. Bitte überprüfe ihn und versuche es erneut.
es: El código ingresado no es válido. Revisa e intenta de nuevo.
fr: Le code saisi n'est pas valide. Vérifie et réessaie.

source: The custom wallpaper with notes is brilliant. No more sticky notes everywhere - it's all on my phone!
de: Das individuelle Hintergrundbild mit Notizen ist brillant. Keine Klebezettel mehr überall – alles auf meinem Handy!
es: El fondo personalizado con notas es brillante. ¡No más notas adhesivas por todas partes, todo está en mi teléfono!
fr: Le fond personnalisé avec des notes est brillant. Plus de post-it partout, tout est sur mon téléphone !

source: The reason you couldn't select any wallpaper is simple: You're currently using one of Apple's built-in wallpaper presets.
de: Der Grund, warum du kein Hintergrundbild auswählen konntest, ist einfach: Du verwendest gerade eine von Apples vorinstallierten Hintergrundbild-Voreinstellungen.
es: La razón por la que no pudiste seleccionar ningún fondo es simple: estás usando uno de los fondos predeterminados de Apple.
fr: La raison pour laquelle tu n'as pas pu sélectionner de fond est simple : tu utilises actuellement un des fonds préinstallés d'Apple.

source: The shortcut cannot access the Lock Screen folder. Make sure you tapped 'Always Allow' when prompted for folder access.
de: Der Kurzbefehl kann nicht auf den Sperrbildschirm-Ordner zugreifen. Stelle sicher, dass du 'Immer erlauben' getippt hast, als nach dem Ordnerzugriff gefragt wurde.
es: El atajo no puede acceder a la carpeta de la pantalla de bloqueo. Asegúrate de tocar 'Permitir siempre' cuando se solicite acceso.
fr: Le raccourci ne peut pas accéder au dossier de l'écran de verrouillage. Assure-toi d'avoir appuyé sur « Toujours autoriser » quand l'accès au dossier a été demandé.

source: The shortcut cannot be executed. Please check that it's properly installed in the Shortcuts app.
de: Der Kurzbefehl kann nicht ausgeführt werden. Bitte prüfe, ob er richtig in der Kurzbefehle-App installiert ist.
es: El atajo no se puede ejecutar. Verifica que esté correctamente instalado en la app Atajos.
fr: Le raccourci ne peut pas être exécuté. Vérifie qu'il est correctement installé dans l'app Raccourcis.

source: The shortcut requires Safari to work properly.
de: Der Kurzbefehl benötigt Safari, um richtig zu funktionieren.
es: El atajo requiere Safari para funcionar correctamente.
fr: Le raccourci nécessite Safari pour fonctionner correctement.

source: The shortcut will then work perfectly every time you update your wallpaper.
de: Der Kurzbefehl funktioniert dann perfekt bei jeder Hintergrundbild-Aktualisierung.
es: El atajo funcionará perfectamente cada vez que actualices tu fondo.
fr: Le raccourci fonctionnera alors parfaitement à chaque mise à jour.

source: The shortcut worked, but it put notes on the wrong wallpaper in your collection.
de: Der Kurzbefehl hat funktioniert, aber die Notizen auf das falsche Hintergrundbild in deiner Sammlung gesetzt.
es: El atajo funcionó, pero puso las notas en el fondo equivocado de tu colección.
fr: Le raccourci a fonctionné, mais a mis les notes sur le mauvais fond de ta collection.

source: The wallpaper feature is genius. I actually remember my tasks now because they're right on my phone.
de: Die Hintergrundbild-Funktion ist genial. Ich erinnere mich jetzt wirklich an meine Aufgaben, weil sie direkt auf meinem Handy sind.
es: La función de fondo es genial. Ahora realmente recuerdo mis tareas porque están en mi teléfono.
fr: La fonction de fond d'écran est géniale. Je me souviens vraiment de mes tâches maintenant car elles sont sur mon téléphone.

source: The wallpaper update took longer than expected. This might be a setup issue.
de: Die Aktualisierung hat länger gedauert als erwartet. Möglicherweise liegt ein Setup-Problem vor.
es: La actualización del fondo tardó más de lo esperado. Podría ser un problema de configuración.
fr: La mise à jour du fond a pris plus de temps que prévu. Il pourrait y avoir un problème de configuration.

source: These notes will appear on your lock screen wallpaper
de: Diese Notizen erscheinen auf deinem Sperrbildschirm-Hintergrundbild
es: Estas notas aparecerán en tu fondo de pantalla de bloqueo
fr: Ces notes apparaîtront sur ton fond d'écran de verrouillage

source: This action cannot be undone. All your notes will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Notizen werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todas tus notas se eliminarán permanentemente.
fr: Cette action est irréversible. Toutes tes notes seront définitivement supprimées.

source: This adjusts where your notes appear on the lock screen
de: Dies passt an, wo deine Notizen auf dem Sperrbildschirm erscheinen
es: Esto ajusta dónde aparecen tus notas en la pantalla de bloqueo
fr: Cela ajuste l'emplacement de tes notes sur l'écran de verrouillage

source: This app was designed for people like you...
de: Diese App wurde für Menschen wie dich entwickelt...
es: Esta app fue diseñada para personas como tú...
fr: Cette app a été conçue pour des gens comme toi...

source: This bright red image will be saved to your Photos once you click the continue button below. You'll use it to create a photo-based wallpaper.
de: Dieses leuchtend rote Bild wird in deinen Fotos gespeichert, sobald du unten auf Weiter tippst. Du verwendest es, um ein fotobasiertes Hintergrundbild zu erstellen.
es: Esta imagen roja brillante se guardará en tus Fotos una vez que toques el botón continuar abajo. La usarás para crear un fondo basado en foto.
fr: Cette image rouge vif sera enregistrée dans tes Photos une fois que tu appuieras sur Continuer ci-dessous. Tu l'utiliseras pour créer un fond basé sur une photo.

source: This helps more than you know.
de: Das hilft mehr, als du denkst.
es: Esto ayuda más de lo que imaginas.
fr: Ça aide plus que tu ne le penses.

source: This isn't a NoteWall bug. It's an Apple limitation that affects all apps using Shortcuts.
de: Das ist kein NoteWall-Fehler. Es ist eine Apple-Einschränkung, die alle Apps betrifft, die Kurzbefehle nutzen.
es: Esto no es un error de NoteWall. Es una limitación de Apple que afecta a todas las apps que usan Atajos.
fr: Ce n'est pas un bug NoteWall. C'est une limitation Apple qui affecte toutes les apps utilisant Raccourcis.

source: This next attempt should only take 30 seconds.
de: Dieser nächste Versuch sollte nur 30 Sekunden dauern.
es: Este próximo intento debería tomar solo 30 segundos.
fr: Ce prochain essai ne devrait prendre que 30 secondes.

source: This promo code has already been redeemed
de: Dieser Promo-Code wurde bereits eingelöst
es: Este código promocional ya fue canjeado
fr: Ce code promo a déjà été utilisé

source: This seemed too complicated
de: Das schien zu kompliziert
es: Esto parecía demasiado complicado
fr: Ça semblait trop compliqué

source: This takes 30 seconds and you only do it once.
de: Das dauert 30 Sekunden und du machst es nur einmal.
es: Esto toma 30 segundos y solo lo haces una vez.
fr: Ça prend 30 secondes et tu ne le fais qu'une seule fois.

source: This takes about 2 minutes. Here's exactly what to do:
de: Das dauert etwa 2 Minuten. So geht's:
es: Esto toma unos 2 minutos. Esto es exactamente lo que debes hacer:
fr: Ça prend environ 2 minutes. Voici exactement quoi faire :

source: Time for a quick check-in
de: Zeit für einen kurzen Check-in
es: Hora de un repaso rápido
fr: C'est l'heure d'un petit point

source: To avoid filling your Photos library, NoteWall can delete the previous wallpaper. If you continue, iOS will ask for permission to delete the photo.
de: Um deine Fotomediathek nicht zu füllen, kann NoteWall das vorherige Hintergrundbild löschen. Wenn du fortsetzt, wird iOS um Erlaubnis zum Löschen des Fotos bitten.
es: Para evitar llenar tu biblioteca de Fotos, NoteWall puede eliminar el fondo anterior. Si continúas, iOS pedirá permiso para eliminar la foto.
fr: Pour éviter de remplir votre photothèque, NoteWall peut supprimer le fond d'écran précédent. Si vous continuez, iOS demandera la permission de supprimer la photo.

source: To avoid filling your Photos library, NoteWall can delete the previous wallpaper. This helps keep things tidy.
de: Um deine Fotobibliothek nicht zu überfüllen, kann NoteWall das vorherige Hintergrundbild löschen. So bleibt alles ordentlich.
es: Para evitar llenar tu biblioteca de Fotos, NoteWall puede eliminar el fondo anterior. Esto ayuda a mantener todo ordenado.
fr: Pour éviter de remplir ta bibliothèque Photos, NoteWall peut supprimer le fond précédent. Ça garde tout bien rangé.

source: To notify you before your trial ends, we need to send you notifications. You can disable them anytime.
de: Um dich vor dem Ende deiner Testphase zu benachrichtigen, müssen wir dir Benachrichtigungen senden. Du kannst sie jederzeit deaktivieren.
es: Para notificarte antes de que termine tu prueba, necesitamos enviarte notificaciones. Puedes desactivarlas en cualquier momento.
fr: Pour te notifier avant la fin de ta période d'essai, on doit t'envoyer des notifications. Tu peux les désactiver à tout moment.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain

source: Too expensive for what it does
de: Zu teuer für das, was es bietet
es: Muy caro para lo que ofrece
fr: Trop cher pour ce que ça fait

source: Too many validation attempts. Please try again later.
de: Zu viele Versuche. Bitte versuche es später erneut.
es: Demasiados intentos. Por favor intenta más tarde.
fr: Trop de tentatives. Réessaie plus tard.

source: Trial Ending Soon
de: Testphase endet bald
es: Prueba termina pronto
fr: Période d'essai bientôt terminée

source: Trigger it every morning before you leave for the day.
de: Starte es jeden Morgen, bevor du das Haus verlässt.
es: Actívalo cada mañana antes de salir.
fr: Déclenche-le chaque matin avant de partir.

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage

source: Try Auto-Fix
de: Auto-Reparatur versuchen
es: Probar auto-reparación
fr: Essayer l'auto-réparation

source: Try Auto-Fix Now
de: Jetzt Auto-Reparatur starten
es: Probar auto-reparación ahora
fr: Essayer l'auto-réparation maintenant

source: Try the new gradient styles
de: Probiere die neuen Verlaufsstile aus
es: Prueba los nuevos estilos degradados
fr: Essaie les nouveaux styles dégradés
