Repository: SlohGPT/OFFICIAL-NOTEWALL
Catalog: NoteWall/*.lproj/Localizable.strings
Languages: de, es, fr

source: Turn Every Pickup Into Focus
de: Mach jedes Entsperren produktiv
es: Convierte cada desbloqueo en concentración
fr: Transforme chaque déverrouillage en concentration

source: Turn your phone into a focus anchor instead of a distraction magnet
de: Verwandle dein Handy in einen Fokus-Anker statt einen Ablenkungsmagneten
es: Convierte tu teléfono en un ancla de enfoque en vez de un imán de distracciones
fr: Transforme ton téléphone en ancre de concentration plutôt qu'en aimant à distractions

source: Type a note...
de: Notiz eingeben...
es: Escribe una nota...
fr: Écris une note...

source: Unable to load selected photo.
de: Ausgewähltes Foto konnte nicht geladen werden.
es: No se pudo cargar la foto seleccionada.
fr: Impossible de charger la photo sélectionnée.

source: Unable to process captured photo.
de: Aufgenommenes Foto konnte nicht verarbeitet werden.
es: No se pudo procesar la foto capturada.
fr: Impossible de traiter la photo capturée.

source: Unable to read selected file.
de: Ausgewählte Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo seleccionado.
fr: Impossible de lire le fichier sélectionné.

source: Unlimited Personalization
de: Unbegrenzte Personalisierung
es: Personalización ilimitada
fr: Personnalisation illimitée

source: Unlock Forever
de: Für immer freischalten
es: Desbloquear para siempre
fr: Débloquer pour toujours

source: Unlock Full Potential →
de: Volles Potenzial entfalten →
es: Desbloquear todo el potencial →
fr: Libérer tout le potentiel →

source: Unlock lifetime access with a valid code
de: Schalte lebenslangen Zugang mit einem gültigen Code frei
es: Desbloquea acceso de por vida con un código válido
fr: Débloque l'accès à vie avec un code valide

source: Unmark
de: Markierung aufheben
es: Desmarcar
fr: Décocher

source: Update Timed Out
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé

source: Update Wallpaper
de: Hintergrundbild aktualisieren
es: Actualizar fondo
fr: Mettre à jour le fond

source: Update Wallpaper Now
de: Hintergrundbild jetzt aktualisieren
es: Actualizar fondo ahora
fr: Mettre à jour le fond maintenant

source: Update to iOS 16+ to pick a photo directly. For now, choose a preset below.
de: Aktualisiere auf iOS 16+, um direkt ein Foto auszuwählen. Wähle vorerst eine Voreinstellung.
es: Actualiza a iOS 16+ para elegir una foto directamente. Por ahora, elige un preset abajo.
fr: Mets à jour vers iOS 16+ pour choisir une photo directement. Pour l'instant, choisis un preset ci-dessous.

source: Updating wallpaper...
de: Hintergrundbild wird aktualisiert...
es: Actualizando fondo...
fr: Mise à jour du fond...

source: Upgrade to NoteWall+
de: Upgrade auf NoteWall+
es: Actualizar a NoteWall+
fr: Passer à NoteWall+

source: Use a personal automation when you arrive at the office or start a commute.
de: Nutze eine persönliche Automatisierung, wenn du im Büro ankommst oder dich auf den Weg machst.
es: Usa una automatización personal cuando llegues a la oficina o empieces tu viaje.
fr: Utilise une automatisation personnelle quand tu arrives au bureau ou commences ton trajet.

source: Use as Wallpaper
de: Als Hintergrundbild verwenden
es: Usar como fondo
fr: Utiliser comme fond

source: Valid promo code
de: Gültiger Promo-Code
es: Código promocional válido
fr: Code promo valide

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié

source: Verify Shortcut Setup
de: Kurzbefehl-Setup überprüfen
es: Verificar configuración del atajo
fr: Vérifier la config du raccourci

source: Verifying Setup...
de: Setup wird überprüft...
es: Verificando configuración...
fr: Vérification de la configuration...

source: Verifying Shortcut
de: Kurzbefehl wird überprüft
es: Verificando atajo
fr: Vérification du raccourci

source: Verifying folder access and permissions...
de: Prüfe Ordnerzugriff und Berechtigungen...
es: Verificando acceso a carpetas y permisos...
fr: Vérification de l'accès aux dossiers et permissions...

source: Wallpaper Full
de: Hintergrundbild voll
es: Fondo lleno
fr: Fond d'écran plein

source: Wallpaper Updated!
de: Hintergrundbild aktualisiert!
es: ¡Fondo actualizado!
fr: Fond mis à jour !

source: Wallpaper didn't generate properly
de: Das Hintergrundbild wurde nicht richtig erstellt
es: El fondo no se generó correctamente
fr: Le fond ne s'est pas généré correctement

source: Wallpapers
de: Hintergrundbilder
es: Fondos de pantalla
fr: Fonds d'écran

source: Wallpapers got boring
de: Hintergründe wurden langweilig
es: Los fondos se volvieron aburridos
fr: Les fonds d'écran sont devenus ennuyeux

source: Want a new feature? 💡
de: Wünschst du dir ein neues Feature? 💡
es: ¿Quieres una nueva función? 💡
fr: Tu veux une nouvelle fonctionnalité ? 💡

source: Want me to help fix this in 30 seconds?
de: Soll ich dir in 30 Sekunden helfen, das zu beheben?
es: ¿Quieres que te ayude a arreglarlo en 30 segundos?
fr: Tu veux que je t'aide à corriger ça en 30 secondes ?

source: Want to explain more? (optional)
de: Möchtest du mehr erklären? (optional)
es: ¿Quieres explicar más? (opcional)
fr: Tu veux en dire plus ? (facultatif)

source: Watch Tutorial Again
de: Tutorial erneut ansehen
es: Ver tutorial de nuevo
fr: Revoir le tutoriel

source: We Just Updated!
de: Gerade aktualisiert!
es: ¡Acabamos de actualizar!
fr: Mise à jour !

source: We Made Things Better!
fr: Nous l'avons amélioré!

source: We Owe You an Apology
de: Wir schulden Ihnen eine Entschuldigung
es: Te debemos una disculpa
fr: Nous vous devons des excuses

source: We can help you fix it in just a few steps.
de: Wir können dir in wenigen Schritten helfen.
es: Podemos ayudarte a solucionarlo en pocos pasos.
fr: On peut t'aider à résoudre ça en quelques étapes.

source: We couldn't fix everything automatically. Let's get you personal help.
de: Wir konnten nicht alles automatisch beheben. Lass uns dir persönlich helfen.
es: No pudimos arreglar todo automáticamente. Vamos a darte ayuda personal.
fr: On n'a pas pu tout corriger automatiquement. Obtenons de l'aide personnelle.

source: We need to set up a photo-based wallpaper so the shortcut can work properly.
de: Wir müssen ein fotobasiertes Hintergrundbild einrichten, damit der Kurzbefehl richtig funktionieren kann.
es: Necesitamos configurar un fondo basado en foto para que el atajo funcione correctamente.
fr: On doit configurer un fond basé sur une photo pour que le raccourci fonctionne correctement.

source: We'll automatically check and fix common issues. This takes about 30 seconds.
de: Wir prüfen und beheben automatisch häufige Probleme. Das dauert etwa 30 Sekunden.
es: Verificaremos y arreglaremos automáticamente problemas comunes. Esto toma unos 30 segundos.
fr: On vérifie et corrige automatiquement les problèmes courants. Ça prend environ 30 secondes.

source: We'll open the Shortcuts app now.
de: Wir öffnen jetzt die Kurzbefehle-App.
es: Abriremos la app Atajos ahora.
fr: On va ouvrir l'app Raccourcis maintenant.

source: We'll reinstall your shortcut. Your notes stay exactly as they are.
de: Wir installieren Ihre Verknüpfung neu. Ihre Notizen bleiben genau so, wie sie sind.
es: Reinstalaremos tu atajo. Tus notas permanecen exactamente como están.
fr: Nous allons réinstaller votre raccourci. Vos notes restent exactement comme elles sont.

source: We'll remind you so you only keep NoteWall+ if you love it.
de: Wir erinnern dich, damit du NoteWall+ nur behältst, wenn es dir gefällt.
es: Te recordaremos para que solo conserves NoteWall+ si te encanta.
fr: On te rappellera pour que tu gardes NoteWall+ seulement si tu l'adores.

source: We're Here to Help
de: Wir helfen dir gerne
es: Estamos aquí para ayudarte
fr: Nous sommes là pour t'aider

source: We're here to assist you
de: Wir sind hier, um dir zu helfen
es: Estamos aquí para ayudarte
fr: On est là pour t'aider

source: We're here to help you
de: Wir helfen dir gerne
es: Estamos para ayudarte
fr: On est là pour toi

source: We've Saved a Special Image for You
de: Wir haben ein spezielles Bild für dich gespeichert
es: Hemos guardado una imagen especial para ti
fr: On a sauvegardé une image spéciale pour toi

source: Were you able to select a wallpaper?
de: Konntest du ein Hintergrundbild auswählen?
es: ¿Pudiste seleccionar un fondo?
fr: As-tu pu sélectionner un fond ?

source: What Happens Next?
de: Was passiert als Nächstes?
es: ¿Qué pasa después?
fr: Que se passe-t-il ensuite ?

source: What could we improve?
de: Was könnten wir verbessern?
es: ¿Qué podríamos mejorar?
fr: Que pourrions-nous améliorer ?

source: What do you forget the most?
de: Was vergisst du am meisten?
es: ¿Qué olvidas más?
fr: Qu'est-ce que tu oublies le plus ?

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment devons-nous t'appeler ?

source: What this means
de: Was das bedeutet
es: Qué significa esto
fr: Ce que ça signifie

source: What went wrong?
de: Was ist schiefgelaufen?
es: ¿Qué salió mal?
fr: Qu'est-ce qui n'a pas marché ?

source: What would make you stay? Be brutally honest...
de: Was würde dich zum Bleiben bringen? Sei brutal ehrlich...
es: ¿Qué te haría quedarte? Sé brutalmente honesto...
fr: Qu'est-ce qui te ferait rester ? Sois brutalement honnête...

source: What's New
de: Was ist neu
es: Novedades
fr: Nouveautés

source: What's missing:
de: Was noch fehlt:
es: Lo que falta:
fr: Ce qui manque :

source: What's next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Et maintenant ?

source: What's not working? (pick any)
de: Was funktioniert nicht? (wähl einfach)
es: ¿Qué no funciona? (elige lo que sea)
fr: Qu'est-ce qui ne va pas ? (choisis n'importe)

source: WhatsApp could not be opened. Would you like to send an email instead?
de: WhatsApp konnte nicht geöffnet werden. Möchtest du stattdessen eine E-Mail senden?
es: No se pudo abrir WhatsApp. ¿Te gustaría enviar un email?
fr: Impossible d'ouvrir WhatsApp. Veux-tu envoyer un email à la place ?

source: WhatsApp is not installed. Please send us an email at %@
de: WhatsApp ist nicht installiert. Bitte sende uns eine E-Mail an %@
es: WhatsApp no está instalado. Envíanos un email a %@
fr: WhatsApp n'est pas installé. Envoie-nous un email à %@

source: When the shortcut asks for folder access, you'll need to navigate to: Files → On My iPhone → NoteWall → LockScreen
de: Wenn der Kurzbefehl nach Ordnerzugriff fragt, navigiere zu: Dateien → Auf meinem iPhone → NoteWall → LockScreen
es: Cuando el atajo pida acceso a carpetas, navega a: Archivos → En mi iPhone → NoteWall → LockScreen
fr: Quand le raccourci demande l'accès aux dossiers, navigue vers : Fichiers → Sur mon iPhone → NoteWall → LockScreen

source: Why Couldn't You Select a Wallpaper?
de: Warum konntest du kein Hintergrundbild auswählen?
es: ¿Por qué no pudiste seleccionar un fondo?
fr: Pourquoi n'as-tu pas pu sélectionner un fond ?

source: Why Safari?
de: Warum Safari?
es: ¿Por qué Safari?
fr: Pourquoi Safari ?

source: Why Shortcuts?
de: Warum Kurzbefehle?
es: ¿Por qué Atajos?
fr: Pourquoi Raccourcis ?

source: Work tasks & deadlines
de: Arbeitsaufgaben & Deadlines
es: Tareas del trabajo y plazos
fr: Tâches professionnelles et délais

source: Write Us
de: Schreib uns
es: Escríbenos
fr: Écris-nous

source: Write a Review
de: Bewertung schreiben
es: Escribir una reseña
fr: Écrire un avis

source: Wrong Wallpaper
de: Falsches Hintergrundbild
es: Fondo equivocado
fr: Mauvais fond d'écran

source: YOU WANT TO REMEMBER
de: DU WILLST DICH ERINNERN AN
es: QUIERES RECORDAR
fr: TU VEUX TE SOUVENIR DE

source: YOUR BIGGEST CHALLENGE
de: DEINE GRÖSSTE HERAUSFORDERUNG
es: TU MAYOR DESAFÍO
fr: TON PLUS GRAND DÉFI

source: Yeah, exactly. Shower thoughts, brilliant ideas, tasks you swore you'd do—all gone. Finish setup while you still remember you wanted this.
de: Genau. Duschgedanken, geniale Ideen, Aufgaben, die du geschworen hast zu erledigen—alles weg. Beende das Setup, solange du noch weißt, dass du das wolltest.
es: Exacto. Ideas en la ducha, pensamientos brillantes, tareas que juraste hacer—todo perdido. Termina la configuración mientras aún recuerdas que querías esto.
fr: Exactement. Idées sous la douche, pensées géniales, tâches que tu as juré de faire—tout disparu. Termine la config pendant que tu te rappelles encore pourquoi tu voulais ça.

source: Yearly
de: Jährlich
es: Anual
fr: Annuel

source: Yes, Fix This
de: Ja, das beheben
es: Sí, arreglar esto
fr: Oui, corriger ça

source: Yes, It Worked!
de: Ja, es hat funktioniert!
es: ¡Sí, funcionó!
fr: Oui, ça a marché !

source: You can change the font, color, and size of your notes anytime in Settings.
de: Du kannst Schriftart, Farbe und Größe deiner Notizen jederzeit in den Einstellungen ändern.
es: Puedes cambiar la fuente, color y tamaño de tus notas en cualquier momento en Ajustes.
fr: Tu peux changer la police, la couleur et la taille de tes notes à tout moment dans les Réglages.

source: You can change this anytime in Settings
de: Du kannst dies jederzeit in den Einstellungen ändern
es: Puedes cambiar esto en cualquier momento en Ajustes
fr: Tu peux changer ça à tout moment dans les Réglages

source: You can now change the font, color, size, and alignment of your notes directly in Settings!
de: Du kannst jetzt Schriftart, Farbe, Größe und Ausrichtung deiner Notizen direkt in den Einstellungen ändern!
es: ¡Ahora puedes cambiar la fuente, color, tamaño y alineación de tus notas directamente en Ajustes!
fr: Tu peux maintenant changer la police, la couleur, la taille et l'alignement de tes notes directement dans les Réglages !

source: You check your phone %@
de: Du schaust auf dein Handy %@
es: Revisas tu teléfono %@
fr: Tu consultes ton téléphone %@

source: You forget things for one simple reason: you don't see them. NoteWall fixes that.
de: Du vergisst Dinge aus einem einfachen Grund: Du siehst sie nicht. NoteWall ändert das.
es: Olvidas cosas por una razón simple: no las ves. NoteWall soluciona eso.
fr: Tu oublies des choses pour une raison simple : tu ne les vois pas. NoteWall règle ça.

source: You just did what 97% of people never do: built a system that actually works.
de: Du hast gerade geschafft, was 97% der Menschen nie tun: Ein System aufgebaut, das wirklich funktioniert.
es: Acabas de hacer lo que el 97% nunca hace: crear un sistema que realmente funciona.
fr: Tu viens de faire ce que 97% des gens ne font jamais : créer un système qui fonctionne vraiment.

source: You might have experienced a bug that prevented your wallpaper from updating. That's on us — let's get you back on track.
de: Möglicherweise hatten Sie einen Fehler, der die Aktualisierung Ihres Hintergrunds verhinderte. Das liegt an uns — lassen Sie uns Sie wieder auf Kurs bringen.
es: Es posible que hayas experimentado un error que impidió que tu fondo se actualizara. Eso es culpa nuestra — volvamos a encaminarte.
fr: Vous avez peut-être rencontré un bug qui a empêché la mise à jour de votre fond d'écran. C'est de notre faute — remettons-vous sur les rails.

source: You pick up your phone up to 498× per day. What if every glance reminded you of what matters?
de: Du nimmst dein Handy bis zu 498× am Tag in die Hand. Was wäre, wenn dich jeder Blick an das Wichtige erinnert?
es: Tomas tu teléfono hasta 498× al día. ¿Y si cada mirada te recordara lo que importa?
fr: Tu prends ton téléphone jusqu'à 498× par jour. Et si chaque regard te rappelait ce qui compte ?

source: You're All Set!
de: Alles erledigt!
es: ¡Todo listo!
fr: Tout est prêt !

source: You're building a great habit
de: Du baust eine tolle Gewohnheit auf
es: Estás construyendo un gran hábito
fr: Tu construis une super habitude

source: You're crushing this setup!
de: Du rockst dieses Setup!
es: ¡Lo estás haciendo genial!
fr: Tu gères ce setup comme un pro !

source: You've got everything set up. Keep these quick highlights in mind as you start using NoteWall.
de: Alles ist eingerichtet. Behalte diese kurzen Tipps im Hinterkopf, wenn du NoteWall verwendest.
es: Todo está configurado. Ten en cuenta estos puntos clave al empezar a usar NoteWall.
fr: Tout est configuré. Garde ces points clés en tête en commençant à utiliser NoteWall.

source: You've redeemed a lifetime promo code. Enjoy unlimited NoteWall+ features forever.
de: Du hast einen Lebenslang-Promo-Code eingelöst. Genieße unbegrenzte NoteWall+-Funktionen für immer.
es: Canjeaste un código de por vida. Disfruta funciones ilimitadas de NoteWall+ para siempre.
fr: Tu as utilisé un code promo à vie. Profite des fonctionnalités NoteWall+ illimitées pour toujours.

source: You've redeemed a monthly promo code. Enjoy NoteWall+ features for 1 month.
de: Du hast einen Monats-Promo-Code eingelöst. Genieße NoteWall+-Funktionen für 1 Monat.
es: Canjeaste un código mensual. Disfruta funciones NoteWall+ por 1 mes.
fr: Tu as utilisé un code promo mensuel. Profite des fonctionnalités NoteWall+ pendant 1 mois.

source: Your %lld note is still here
de: Ihre %lld Notiz ist noch hier
es: Tu %lld nota sigue aquí
fr: Votre %lld note est toujours là

source: Your %lld notes are still here
de: Ihre %lld Notizen sind noch hier
es: Tus %lld notas siguen aquí
fr: Vos %lld notes sont toujours là

source: Your 3-day free trial will end soon. We hope you're enjoying NoteWall!
de: Deine 3-tägige Testphase endet bald. Wir hoffen, NoteWall gefällt dir!
es: Tu prueba gratuita de 3 días terminará pronto. ¡Esperamos que estés disfrutando NoteWall!
fr: Ta période d'essai gratuite de 3 jours se termine bientôt. On espère que NoteWall te plaît !

source: Your Focus Profile
de: Dein Fokus-Profil
es: Tu perfil de enfoque
fr: Ton profil de focus

source: Your Focus Profile, %@
de: Dein Fokus-Profil, %@
es: Tu perfil de enfoque, %@
fr: Ton profil de focus, %@

source: Your Focus System Is Ready! 🎉
de: Dein Fokus-System ist bereit! 🎉
es: ¡Tu sistema de enfoque está listo! 🎉
fr: Ton système de focus est prêt ! 🎉

source: Your New Trajectory
de: Dein neuer Weg
es: Tu nueva trayectoria
fr: Ta nouvelle trajectoire

source: Your New Trajectory, %@
de: Dein neuer Weg, %@
es: Tu nueva trayectoria, %@
fr: Ta nouvelle trajectoire, %@

source: Your Privacy Policy is hosted online.
de: Deine Datenschutzrichtlinie ist online verfügbar.
es: Tu política de privacidad está disponible en línea.
fr: Ta politique de confidentialité est disponible en ligne.

source: Your Terms of Use are hosted online.
de: Deine Nutzungsbedingungen sind online verfügbar.
es: Tus términos de uso están disponibles en línea.
fr: Tes conditions d'utilisation sont disponibles en ligne.

source: Your feedback helps us make NoteWall better for everyone.
de: Dein Feedback hilft uns, NoteWall für alle besser zu machen.
es: Tu opinión nos ayuda a mejorar NoteWall para todos.
fr: Ton avis nous aide à améliorer NoteWall pour tout le monde.

source: Your first name
de: Dein Vorname
es: Tu nombre
fr: Ton prénom

source: Your free trial subscription will be ending soon.
de: Deine kostenlose Testphase endet bald.
es: Tu período de prueba gratuito terminará pronto.
fr: Ta période d'essai gratuite se termine bientôt.

source: Your goals appear every time you pick up your phone — stay consistent effortlessly
de: Deine Ziele erscheinen jedes Mal, wenn du dein Handy in die Hand nimmst – bleibe mühelos konsistent
es: Tus metas aparecen cada vez que tomas tu teléfono — mantente constante sin esfuerzo
fr: Tes objectifs apparaissent chaque fois que tu prends ton téléphone — reste constant sans effort

source: Your lock screen becomes a visual cue you can't ignore.
de: Dein Sperrbildschirm wird zum visuellen Signal, das du nicht ignorieren kannst.
es: Tu pantalla de bloqueo se convierte en una señal visual que no puedes ignorar.
fr: Ton écran de verrouillage devient un signal visuel impossible à ignorer.

source: Your notes are still here
de: Ihre Notizen sind noch hier
es: Tus notas siguen aquí
fr: Vos notes sont toujours là

source: Your notes are waiting on your lock screen
de: Deine Notizen warten auf deinem Sperrbildschirm
es: Tus notas te esperan en la pantalla de bloqueo
fr: Tes notes t'attendent sur l'écran de verrouillage

source: Your premium is safe
de: Ihr Premium ist sicher
es: Tu premium está seguro
fr: Votre premium est sécurisé

source: Your shortcut is configured correctly. You're all set!
de: Dein Kurzbefehl ist richtig konfiguriert. Alles bereit!
es: Tu atajo está configurado correctamente. ¡Todo listo!
fr: Ton raccourci est bien configuré. Tout est prêt !

source: Your suggestion
de: Dein Vorschlag
es: Tu sugerencia
fr: Ta suggestion

source: Your suggestion has been sent
de: Dein Vorschlag wurde gesendet
es: Tu sugerencia ha sido enviada
fr: Ta suggestion a été envoyée

source: Your wallpaper has reached its maximum capacity. Complete or delete existing notes to add new ones.
de: Dein Hintergrundbild hat die maximale Kapazität erreicht. Erledige oder lösche bestehende Notizen, um neue hinzuzufügen.
es: Tu fondo ha alcanzado su capacidad máxima. Completa o elimina notas existentes para añadir nuevas.
fr: Ton fond d'écran a atteint sa capacité maximale. Termine ou supprime des notes existantes pour en ajouter de nouvelles.

source: again
de: wieder
es: de nuevo
fr: jamais

source: avg glance
de: Ø Blick
es: mirada prom.
fr: regard moy.

source: click ALLOW for all
de: tippe bei allen auf ERLAUBEN
es: toca PERMITIR en todos
fr: clique AUTORISER pour tout

# device_info_format
source: Device: %@ iOS: %@ App Version: %@
de: Gerät: %@ iOS: %@ App-Version: %@
es: Dispositivo: %@ iOS: %@ Versión de la app: %@
fr: Appareil : %@ iOS : %@ Version de l'app : %@

source: did you actually
de: hast du dich tatsächlich
es: realmente
fr: t'es-tu vraiment

source: for
de: für
es: para
fr: pour

source: forget
de: vergisst
es: olvides
fr: plus

source: forgotten
de: vergessen
es: olvidado
fr: oublié

source: never
de: nie
es: nunca
fr: n'oublies

source: new
de: neuen
es: nuevo
fr: nouveau

source: one-time payment
de: Einmalzahlung
es: pago único
fr: paiement unique

source: remember
de: erinnert
es: recordaste
fr: souvenu

source: screen time
de: Bildschirmzeit
es: tiempo de pantalla
fr: temps d'écran

# share_app_text
source: Just discovered NoteWall - it turns your lock screen into a productivity powerhouse! 🚀 See your goals every time you unlock your phone. Game changer! #ProductivityHack #NoteWall #LockScreen
de: Gerade NoteWall entdeckt – es verwandelt deinen Sperrbildschirm in eine Produktivitätsmaschine! 🚀 Sieh deine Ziele bei jedem Entsperren. Ein Game Changer! #ProductivityHack #NoteWall #LockScreen
es: Acabo de descubrir NoteWall: ¡convierte tu pantalla de bloqueo en una máquina de productividad! 🚀 Ve tus metas cada vez que desbloqueas el teléfono. ¡Un cambio total! #ProductivityHack #NoteWall #LockScreen
fr: Je viens de découvrir NoteWall – ça transforme ton écran de verrouillage en machine de productivité ! 🚀 Vois tes objectifs chaque fois que tu déverrouilles. Un vrai game changer ! #ProductivityHack #NoteWall #LockScreen

# social_share_goals
source: ✨ Daily Goals ✨ • Focus on what matters • Stay productive • Build better habits Created with NoteWall
de: ✨ Tägliche Ziele ✨ • Fokus auf das Wichtige • Produktiv bleiben • Bessere Gewohnheiten aufbauen Erstellt mit NoteWall
es: ✨ Metas Diarias ✨ • Enfócate en lo que importa • Mantente productivo • Construye mejores hábitos Creado con NoteWall
fr: ✨ Objectifs du Jour ✨ • Se concentrer sur l'essentiel • Rester productif • Construire de meilleures habitudes Créé avec NoteWall
