Repository: SlohGPT/OFFICIAL-NOTEWALL
Catalog: NoteWall/*.lproj/Localizable.strings
Languages: de, es, fr

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: No
de: Nein
fr: Non

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Skip
de: Überspringen
es: Omitir
fr: Passer

source: Yes
de: Ja
es: Sí
fr: Oui

source: Generating...
de: Wird erstellt...
es: Generando...
fr: Génération en cours...

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…

source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...

source: Updating…
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…

source: Add a note below to get started
de: Füge unten eine Notiz hinzu, um loszulegen
es: Añade una nota abajo para empezar
fr: Ajoute une note ci-dessous pour commencer

source: No notes yet
de: Noch keine Notizen
es: Sin notas aún
fr: Aucune note pour le moment

source: Wallpaper Not Showing?
de: Hintergrundbild wird nicht angezeigt?
es: ¿El fondo no se muestra?
fr: Le fond ne s'affiche pas ?

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et support

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Text Style
de: Textstil
es: Estilo de texto
fr: Style de texte

source: Wallpaper Settings
de: Hintergrundbild-Einstellungen
es: Ajustes de fondo
fr: Réglages du fond d'écran

source: Grant Permissions First
de: Zuerst Berechtigungen erteilen
es: Primero concede los permisos
fr: D'abord accorder les permissions

source: Start Using NoteWall
de: NoteWall verwenden
es: Empezar a usar NoteWall
fr: Commencer à utiliser NoteWall

source: Welcome to NoteWall
de: Willkommen bei NoteWall
es: Bienvenido a NoteWall
fr: Bienvenue sur NoteWall

source: %@ times
de: %@ Mal
es: %@ veces
fr: %@ fois

source: %@, Your Focus System Is Ready! 🎉
de: %@, dein Fokus-System ist bereit! 🎉
es: ¡%@, tu sistema de enfoque está listo! 🎉
fr: %@, ton système de focus est prêt ! 🎉

source: %@, you're crushing this setup!
de: %@, du rockst dieses Setup!
es: ¡%@, lo estás haciendo genial!
fr: %@, tu gères ce setup comme un pro !

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères

source: %lld free wallpapers remaining
de: %lld kostenlose Hintergrundbilder übrig
es: %lld fondos gratis restantes
fr: %lld fonds gratuits restants

source: %lld%% OFF
de: %lld%% RABATT
es: %lld%% DESC.
fr: %lld%% DE RÉDUC.

source: (this is how it should look)
de: (so sollte es aussehen)
es: (así debería verse)
fr: (voici à quoi ça devrait ressembler)

source: +2 855 people
de: +2.855 Nutzer
es: +2.855 personas
fr: +2 855 personnes

source: ...instead of losing time to %@.
de: ...statt Zeit mit %@ zu verlieren.
es: ...en vez de perder tiempo en %@.
fr: ...au lieu de perdre du temps avec %@.

source: 1-minute fix, then you're done
de: 1-Minuten-Fix, dann sind Sie fertig
es: Arreglo de 1 minuto, luego listo
fr: Correction en 1 minute, puis c'est bon

source: 100% Risk-Free
de: 100% risikolos
es: 100% sin riesgo
fr: 100% sans risque

source: 100-200 times
de: 100-200 Mal
es: 100-200 veces
fr: 100-200 fois

source: 200+ times (power user!)
de: 200+ Mal (Power User!)
es: 200+ veces (¡usuario intensivo!)
fr: 200+ fois (utilisateur intensif !)

source: 2m ago
de: Vor 2 Min.
es: Hace 2 min
fr: Il y a 2 min

source: 3-day streak!
de: 3-Tage-Serie!
es: ¡Racha de 3 días!
fr: Série de 3 jours !

source: 30% OFF
de: 30% RABATT
es: 30% DESC.
fr: 30% DE RÉDUC.

source: 30% OFF Lifetime Offer
de: 30% RABATT auf Lebenslang-Angebot
es: 30% DE DESCUENTO oferta de por vida
fr: 30% DE RÉDUCTION offre à vie

source: 44% Sale
de: 44% Rabatt
es: 44% de descuento
fr: Promo 44%

source: 4hrs
de: 4 Std.
fr: 4h

source: 50-100 times
de: 50-100 Mal
es: 50-100 veces
fr: 50-100 fois

source: 9 spots remaining
de: Noch 9 Plätze verfügbar
es: Quedan 9 lugares
fr: Plus que 9 places

source: A few quick questions will help us personalize your experience
de: Ein paar kurze Fragen helfen uns, dein Erlebnis zu personalisieren
es: Unas preguntas rápidas nos ayudarán a personalizar tu experiencia
fr: Quelques questions rapides nous aideront à personnaliser ton expérience

source: A little bit of everything
de: Von allem ein bisschen
es: Un poco de todo
fr: Un peu de tout

source: A video guide will appear
de: Eine Video-Anleitung erscheint
es: Aparecerá una guía en video
fr: Un guide vidéo apparaîtra

source: About 4 minutes
de: Etwa 4 Minuten
es: Unos 4 minutos
fr: Environ 4 minutes

source: Access Granted
de: Zugang gewährt
es: Acceso otorgado
fr: Accès accordé

source: Access Required
de: Zugriff erforderlich
es: Acceso requerido
fr: Accès requis

source: Accidentally clicked or cancelled?
de: Versehentlich getippt oder abgebrochen?
es: ¿Tocaste accidentalmente o cancelaste?
fr: Appuyé par accident ou annulé ?

source: Actually, I'll stay
de: Eigentlich bleibe ich doch
es: La verdad, me quedo
fr: En fait, je reste

source: Add Lock Screen Photo
de: Sperrbildschirm-Foto hinzufügen
es: Añadir foto de pantalla de bloqueo
fr: Ajouter une photo d'écran de verrouillage

source: Add Your First Notes
de: Füge deine ersten Notizen hinzu
es: Añade tus primeras notas
fr: Ajoute tes premières notes

source: Add a note...
de: Notiz hinzufügen...
es: Añadir una nota...
fr: Ajouter une note...

source: Add at least one note to continue
de: Füge mindestens eine Notiz hinzu, um fortzufahren
es: Añade al menos una nota para continuar
fr: Ajoute au moins une note pour continuer

source: Add emphasis with outline, white, or black highlight backgrounds to make your notes pop.
de: Hebe deine Notizen mit Umriss-, weißen oder schwarzen Hintergründen hervor.
es: Añade énfasis con contorno, fondo de resaltado blanco o negro para que tus notas destaquen.
fr: Mets en valeur avec des contours, des fonds blancs ou noirs pour faire ressortir tes notes.

source: Add notes, update the wallpaper, and let NoteWall keep your lock screen awesome.
de: Füge Notizen hinzu, aktualisiere das Hintergrundbild und lass NoteWall deinen Sperrbildschirm großartig machen.
es: Añade notas, actualiza el fondo y deja que NoteWall mantenga tu pantalla de bloqueo increíble.
fr: Ajoute des notes, mets à jour le fond et laisse NoteWall rendre ton écran de verrouillage génial.

source: Add your first notes
de: Erste Notizen hinzufügen
es: Añadir tus primeras notas
fr: Ajouter tes premières notes

source: After changing styles, tap **Update Wallpaper Now** above to apply
de: Tippe nach dem Ändern des Stils oben auf **Hintergrundbild jetzt aktualisieren**
es: Después de cambiar estilos, toca **Actualizar fondo ahora** arriba para aplicar
fr: Après avoir changé de style, appuie sur **Mettre à jour le fond maintenant** ci-dessus

source: After confirmation
de: Nach Bestätigung
es: Después de confirmar
fr: Après confirmation

source: All Fixed! ✨
de: Alles repariert! ✨
es: ¡Todo arreglado! ✨
fr: Tout est réparé ! ✨

source: All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser

source: Allow ALL Permissions
de: ALLE Berechtigungen erlauben
es: Permitir TODOS los permisos
fr: Autoriser TOUTES les permissions

source: Allow one permission
de: Eine Berechtigung erteilen
es: Permitir un permiso
fr: Autoriser une permission

source: Almost ready...
de: Fast fertig...
es: Casi listo...
fr: Presque prêt...

source: Always
de: Immer
es: Siempre
fr: Toujours

source: Analysis Complete
de: Analyse abgeschlossen
es: Análisis completado
fr: Analyse terminée

source: Analyzing your habits...
de: Deine Gewohnheiten werden analysiert...
es: Analizando tus hábitos...
fr: Analyse de tes habitudes...

source: And how often do you check your phone?
de: Und wie oft schaust du auf dein Handy?
es: ¿Y con qué frecuencia revisas tu teléfono?
fr: Et combien de fois consultes-tu ton téléphone ?

source: Anything else? (optional)
de: Noch etwas? (optional)
es: ¿Algo más? (opcional)
fr: Autre chose ? (optionnel)

source: Apple designed the Shortcuts app to only work with wallpapers that use photos from your library — not their built-in presets.
de: Apple hat die Kurzbefehle-App so gestaltet, dass sie nur mit Hintergrundbildern aus deiner Fotobibliothek funktioniert – nicht mit vorinstallierten Voreinstellungen.
es: Apple diseñó la app Atajos para funcionar solo con fondos que usan fotos de tu biblioteca, no con los predeterminados.
fr: Apple a conçu l'app Raccourcis pour fonctionner uniquement avec des fonds utilisant des photos de ta bibliothèque — pas les préréglages intégrés.

source: Are you sure you want to delete the selected notes? This action cannot be undone.
de: Bist du sicher, dass du die ausgewählten Notizen löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar las notas seleccionadas? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer les notes sélectionnées ? Cette action est irréversible.

source: Are you sure you want to delete this note? This action cannot be undone.
de: Bist du sicher, dass du diese Notiz löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta nota? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer cette note ? Cette action est irréversible.

source: Auto-Fix Ready
de: Auto-Reparatur bereit
es: Auto-reparación lista
fr: Auto-réparation prête

source: BEST VALUE
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE OFFRE

source: Back to My Notes
de: Zurück zu meinen Notizen
es: Volver a mis notas
fr: Retour à mes notes

source: Back to NoteWall
de: Zurück zu NoteWall
es: Volver a NoteWall
fr: Retour à NoteWall

source: Based on your answers
de: Basierend auf deinen Antworten
es: Basado en tus respuestas
fr: D'après tes réponses

source: Be honest, no judgment!
de: Sei ehrlich, wir urteilen nicht!
es: ¡Sé honesto, sin juzgar!
fr: Sois honnête, sans jugement !

source: Beat Scrolling Before It Starts
de: Besiege das Scrollen, bevor es beginnt
es: Vence el scrolling antes de que empiece
fr: Bats le scrolling avant qu'il ne commence

source: Before You Go...
de: Bevor du gehst...
es: Antes de irte...
fr: Avant de partir...

source: Before you delete… Can we ask why?
de: Bevor du löschst… Dürfen wir fragen, warum?
es: Antes de eliminar… ¿podemos preguntar por qué?
fr: Avant de supprimer… Peut-on te demander pourquoi ?

source: Best productivity app I've tried. Seeing my goals every time I unlock my phone keeps me motivated.
de: Beste Produktivitäts-App, die ich ausprobiert habe. Meine Ziele bei jedem Entsperren zu sehen hält mich motiviert.
es: La mejor app de productividad que he probado. Ver mis metas cada vez que desbloqueo me mantiene motivado.
fr: Meilleure app de productivité que j'ai essayée. Voir mes objectifs à chaque déverrouillage me motive.

source: Black
de: Schwarz
es: Negro
fr: Noir

source: But before we start, what do you forget the most?
de: Aber bevor wir starten, was vergisst du am meisten?
es: Pero antes de empezar, ¿qué olvidas más?
fr: Mais avant de commencer, qu'est-ce que tu oublies le plus ?

source: But here's the real question...
de: Aber hier ist die eigentliche Frage...
es: Pero la verdadera pregunta es...
fr: Mais voici la vraie question...

source: But, before we start...
de: Aber bevor wir starten...
es: Pero antes de empezar...
fr: Mais avant de commencer...

source: Cancel anytime during trial.
de: Jederzeit während der Testphase kündbar.
es: Cancela en cualquier momento durante la prueba.
fr: Annule à tout moment pendant l'essai.

source: Chat on WhatsApp
de: Chat über WhatsApp
es: Chat por WhatsApp
fr: Chat sur WhatsApp

source: Check Permissions
de: Berechtigungen prüfen
es: Verificar permisos
fr: Vérifier les permissions

source: Checking Permissions
de: Berechtigungen werden geprüft
es: Verificando permisos
fr: Vérification des permissions

source: Checking if the shortcut is properly installed...
de: Prüfe, ob der Kurzbefehl richtig installiert ist...
es: Verificando si el atajo está bien instalado...
fr: Vérification de l'installation du raccourci...

source: Choose Your Wallpapers
de: Wähle deine Hintergrundbilder
es: Elige tus fondos de pantalla
fr: Choisis tes fonds d'écran

source: Choose a Preset
de: Voreinstellung wählen
es: Elegir un preset
fr: Choisir un préréglage

source: Choose your own photo
de: Eigenes Foto auswählen
es: Elige tu propia foto
fr: Choisis ta propre photo

source: Choose your wallpaper style
de: Hintergrundbild-Stil wählen
es: Elegir estilo de fondo
fr: Choisir le style de fond

source: Classic
de: Klassisch
es: Clásica
fr: Classique

source: Code Applied!
de: Code angewendet!
es: ¡Código aplicado!
fr: Code appliqué !

source: Connect the shortcut
de: Kurzbefehl verbinden
es: Conectar el atajo
fr: Connecter le raccourci

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support

source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code

source: Could not open the Shortcuts app. Please install the shortcut manually.
de: Die Kurzbefehle-App konnte nicht geöffnet werden. Bitte installiere den Kurzbefehl manuell.
es: No se pudo abrir la app Atajos. Instala el atajo manualmente.
fr: Impossible d'ouvrir l'app Raccourcis. Installe le raccourci manuellement.

source: Create a Shortcuts automation so NoteWall runs on your schedule — no manual effort needed.
de: Erstelle eine Kurzbefehle-Automatisierung, damit NoteWall nach deinem Zeitplan läuft – ganz ohne manuellen Aufwand.
es: Crea una automatización de Atajos para que NoteWall funcione según tu horario — sin esfuerzo manual.
fr: Crée une automatisation Raccourcis pour que NoteWall fonctionne selon ton emploi du temps — sans effort.

source: Create gorgeous NoteWall wallpapers in seconds with unlimited exports.
de: Erstelle wunderschöne NoteWall-Hintergrundbilder in Sekunden mit unbegrenzten Exporten.
es: Crea hermosos fondos NoteWall en segundos con exportaciones ilimitadas.
fr: Crée de superbes fonds NoteWall en quelques secondes avec des exports illimités.

source: Create unlimited NoteWalls with full customization
de: Erstelle unbegrenzte NoteWalls mit voller Anpassung
es: Crea NoteWalls ilimitados con personalización completa
fr: Crée des NoteWalls illimités avec une personnalisation complète

source: Creating a fresh wallpaper with your notes...
de: Erstelle ein neues Hintergrundbild mit deinen Notizen...
es: Creando un nuevo fondo con tus notas...
fr: Création d'un nouveau fond avec tes notes...

source: Curating Your Experience
de: Dein Erlebnis wird zusammengestellt
es: Preparando tu experiencia
fr: Préparation de ton expérience

source: Custom Text Styling
de: Eigene Textgestaltung
es: Personalización de texto
fr: Style de texte personnalisé

source: Customizing your experience...
de: Dein Erlebnis wird angepasst...
es: Personalizando tu experiencia...
fr: Personnalisation de ton expérience...

source: DAILY PHONE CHECKS
de: TÄGLICHE HANDY-CHECKS
es: REVISIONES DIARIAS DEL TELÉFONO
fr: CONSULTATIONS QUOTIDIENNES

source: Daily
de: Täglich
es: Diario
fr: Quotidien

source: Daily Motivation
de: Tägliche Motivation
es: Motivación diaria
fr: Motivation quotidienne

source: Daily Reminders
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens

source: Daily habits & routines
de: Tägliche Gewohnheiten & Routinen
es: Hábitos y rutinas diarias
fr: Habitudes et routines quotidiennes

source: Delete (%lld)
de: Löschen (%lld)
es: Eliminar (%lld)
fr: Supprimer (%lld)

source: Delete All Notes
de: Alle Notizen löschen
es: Eliminar todas las notas
fr: Supprimer toutes les notes

source: Delete All Notes?
de: Alle Notizen löschen?
es: ¿Eliminar todas las notas?
fr: Supprimer toutes les notes ?

source: Delete Note?
de: Notiz löschen?
es: ¿Eliminar nota?
fr: Supprimer la note ?

source: Delete Previous Wallpaper?
de: Vorheriges Hintergrundbild löschen?
es: ¿Eliminar fondo anterior?
fr: Supprimer le fond précédent ?

source: Delete Selected
de: Ausgewählte löschen
es: Eliminar selección
fr: Supprimer la sélection

source: Delete Selected Notes?
de: Ausgewählte Notizen löschen?
es: ¿Eliminar notas seleccionadas?
fr: Supprimer les notes sélectionnées ?

source: Deleting notes...
de: Notizen werden gelöscht...
es: Eliminando notas...
fr: Suppression des notes...

source: Demo video coming soon
de: Demo-Video kommt bald
es: Video de demostración próximamente
fr: Vidéo de démo bientôt disponible

source: Describe your feature idea...
de: Beschreibe deine Feature-Idee...
es: Describe tu idea de función...
fr: Décris ton idée de fonctionnalité...

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner

source: Did you know that the average person
de: Wusstest du, dass der Durchschnittsmensch
es: ¿Sabías que la persona promedio
fr: Savais-tu que la personne moyenne

source: Did you see your wallpapers in the list and could tap one?
de: Hast du deine Hintergrundbilder in der Liste gesehen und konntest eines antippen?
es: ¿Viste tus fondos en la lista y pudiste tocar uno?
fr: As-tu vu tes fonds dans la liste et pu en toucher un ?

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer

source: Do you have a promo code?
de: Hast du einen Promo-Code?
es: ¿Tienes un código promocional?
fr: Tu as un code promo ?

source: Do you use lock screen widgets?
de: Verwendest du Sperrbildschirm-Widgets?
es: ¿Usas widgets en la pantalla de bloqueo?
fr: Utilises-tu des widgets sur l'écran de verrouillage ?

source: Don't miss a thing
de: Verpasse nichts
es: No te pierdas nada
fr: Ne rate rien

source: Don't worry - this is temporary. Once the shortcut is working, you can change your wallpaper to any photo you like.
de: Keine Sorge – das ist nur vorübergehend. Sobald der Kurzbefehl funktioniert, kannst du dein Hintergrundbild zu jedem beliebigen Foto ändern.
es: No te preocupes, es temporal. Una vez que el atajo funcione, puedes cambiar tu fondo a cualquier foto que quieras.
fr: Ne t'inquiète pas, c'est temporaire. Une fois le raccourci en marche, tu pourras changer ton fond avec la photo de ton choix.

source: Don't worry — the flow will seem like the original setup you've done already, but just bear with us for this one. Your subscription will stay the same.
de: Keine Sorge — der Ablauf wird wie die ursprüngliche Einrichtung aussehen, die Sie bereits durchgeführt haben. Haben Sie nur Geduld mit uns. Ihr Abonnement bleibt unverändert.
es: No te preocupes — el flujo parecerá la configuración original que ya hiciste, pero ten paciencia con nosotros en esta. Tu suscripción permanecerá igual.
fr: Ne vous inquiétez pas — le processus ressemblera à la configuration d'origine que vous avez déjà effectuée, mais patience pour celle-ci. Votre abonnement restera le même.

source: Done — wallpapers update automatically
de: Fertig — Hintergründe werden automatisch aktualisiert
es: Listo — los fondos se actualizan automáticamente
fr: Terminé — les fonds d'écran se mettent à jour automatiquement

source: Download Safari
de: Safari laden
es: Descargar Safari
fr: Télécharger Safari

source: Download Shortcuts
de: Kurzbefehle laden
es: Descargar Atajos
fr: Télécharger Raccourcis

source: EULA
fr: CLUF

source: Earlier
de: Früher
es: Antes
fr: Plus tôt

source: Edit Notes
de: Notizen bearbeiten
es: Editar notas
fr: Modifier les notes

source: Email Support
es: Soporte por email
fr: Support par email

source: Email is not configured on your device. Our support email is: %@
de: E-Mail ist auf deinem Gerät nicht konfiguriert. Unsere Support-E-Mail ist: %@
es: El email no está configurado en tu dispositivo. Nuestro email de soporte es: %@
fr: L'email n'est pas configuré sur ton appareil. Notre email de support est : %@

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications

source: End-User License Agreement (EULA)
de: Endbenutzer-Lizenzvereinbarung (EULA)
es: Acuerdo de licencia de usuario final (EULA)
fr: Contrat de licence utilisateur final (CLUF)

source: Enjoy NoteWall+ features.
de: Genieße NoteWall+-Funktionen.
es: Disfruta las funciones de NoteWall+.
fr: Profite des fonctionnalités NoteWall+.

source: Enter Edit Mode
de: Bearbeitungsmodus
es: Modo edición
fr: Mode édition

source: Enter Promo Code
de: Promo-Code eingeben
es: Ingresar código promocional
fr: Saisir le code promo

source: Enter code
de: Code eingeben
es: Ingresar código
fr: Saisir le code

source: Enter promo code
de: Promo-Code eingeben
es: Ingresar código promocional
fr: Saisir le code promo

source: Enter your name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom

source: Error
de: Fehler
fr: Erreur

source: Every piece of feedback makes NoteWall better for everyone.
de: Jedes Feedback macht NoteWall besser für alle.
es: Cada opinión hace que NoteWall sea mejor para todos.
fr: Chaque retour rend NoteWall meilleur pour tout le monde.

source: Everything is working perfectly now! Your wallpaper should be updated.
de: Alles funktioniert jetzt perfekt! Dein Hintergrundbild sollte aktualisiert sein.
es: ¡Todo funciona perfectamente ahora! Tu fondo debería estar actualizado.
fr: Tout fonctionne parfaitement maintenant ! Ton fond devrait être à jour.

source: Failed to redeem code. Please try again.
de: Code konnte nicht eingelöst werden. Bitte versuche es erneut.
es: No se pudo canjear el código. Intenta de nuevo.
fr: Impossible d'utiliser le code. Réessaie.

source: Finally stopped forgetting important things. The shortcut setup was easy and it just works!
de: Endlich keine vergessenen wichtigen Dinge mehr. Das Kurzbefehl-Setup war einfach und es funktioniert einfach!
es: ¡Por fin dejé de olvidar cosas importantes. La configuración del atajo fue fácil y simplemente funciona!
fr: J'ai enfin arrêté d'oublier les choses importantes. La config du raccourci était facile et ça marche tout simplement !

source: Find the RED Image
de: Das ROTE Bild finden
es: Encontrar la imagen ROJA
fr: Trouver l'image ROUGE

source: Fix It Now
de: Jetzt beheben
es: Arreglarlo ahora
fr: Corriger maintenant

source: Focus Elite
de: Fokus-Elite
es: Élite de enfoque
fr: Élite du focus

source: Follow the Instructions
de: Folge den Anweisungen
es: Sigue las instrucciones
fr: Suis les instructions

source: Follow the guide step-by-step to install the shortcut.
de: Folge der Anleitung Schritt für Schritt, um den Kurzbefehl zu installieren.
es: Sigue la guía paso a paso para instalar el atajo.
fr: Suis le guide étape par étape pour installer le raccourci.

source: Follow the instructions in Shortcuts, then return to this app.
de: Folge den Anweisungen in Kurzbefehle und kehre dann zu dieser App zurück.
es: Sigue las instrucciones en Atajos, luego vuelve a esta app.
fr: Suis les instructions dans Raccourcis, puis reviens dans cette app.

source: Forever
de: Für immer
es: Para siempre
fr: Pour toujours

source: Forever Access
de: Zugang für immer
es: Acceso para siempre
fr: Accès pour toujours

source: Forgetting
de: Vergessen
es: Olvido
fr: Oubli

source: Friendly Reminder
de: Freundliche Erinnerung
es: Recordatorio amistoso
fr: Rappel amical

source: Frustrated
de: Frustriert
es: Frustrado
fr: Frustré

source: Get Help
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide

source: Get Help & Fix This
de: Hilfe erhalten & Problem beheben
es: Obtener ayuda y solucionar
fr: Obtenir de l'aide et corriger

source: Get Help via Email
de: Hilfe per E-Mail
es: Ayuda por email
fr: Aide par email

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
