Repository: SlohGPT/OFFICIAL-NOTEWALL
Catalog: NoteWall/*.lproj/Localizable.strings
Languages: de, es, fr

# social_share_long
source: Just discovered NoteWall - it turns your lock screen into a productivity powerhouse! 🚀 See your goals every time you unlock your phone. Game changer! #ProductivityHack #NoteWall #LockScreen
de: Gerade NoteWall entdeckt – es verwandelt deinen Sperrbildschirm in eine Produktivitätsmaschine! 🚀 Sieh deine Ziele bei jedem Entsperren. Ein Game Changer! #ProductivityHack #NoteWall #LockScreen
es: Acabo de descubrir NoteWall: ¡convierte tu pantalla de bloqueo en productividad pura! 🚀 Ve tus metas cada vez que desbloqueas. ¡Increíble! #ProductivityHack #NoteWall #LockScreen
fr: Je viens de découvrir NoteWall – ça transforme ton écran de verrouillage en machine de productivité ! 🚀 Vois tes objectifs à chaque déverrouillage. Un game changer ! #ProductivityHack #NoteWall #LockScreen

# social_share_wallpaper
source: Created my productivity wallpaper with NoteWall! 📱✨ #NoteWall #ProductivityHack #LockScreen
de: Mein Produktivitäts-Hintergrundbild mit NoteWall erstellt! 📱✨ #NoteWall #ProductivityHack #LockScreen
es: ¡Creé mi fondo de productividad con NoteWall! 📱✨ #NoteWall #ProductivityHack #LockScreen
fr: J'ai créé mon fond de productivité avec NoteWall ! 📱✨ #NoteWall #ProductivityHack #LockScreen

source: times per day ?
de: Mal am Tag entsperrt?
es: veces al día?
fr: fois par jour ?

source: unlocks their phone up to
de: sein Handy bis zu
es: desbloquea su teléfono hasta
fr: déverrouille son téléphone jusqu'à

source: what matters
fr: ce qui compte

source: why?
de: warum?
es: por qué?
fr: pourquoi ?

source: you'll
de: du
es: que
fr: que tu

source: your
de: deinen
es: tu
fr: ton

source: ~30 seconds
de: ~30 Sekunden
es: ~30 segundos
fr: ~30 secondes

source: 🎉 Nailed It!
de: 🎉 Geschafft!
es: 🎉 ¡Lo lograste!
fr: 🎉 Bravo !

source: 🚨 %@, 3 things forgotten today
de: 🚨 %@, 3 Sachen heute vergessen
es: 🚨 %@, 3 cosas olvidadas hoy
fr: 🚨 %@, 3 choses oubliées aujourd'hui

source: 🚨 %@, what did you forget?
de: 🚨 %@, was hast du vergessen?
es: 🚨 %@, ¿qué olvidaste?
fr: 🚨 %@, qu'as-tu oublié ?

source: 🚨 3 things forgotten today
de: 🚨 3 Sachen heute vergessen
es: 🚨 3 cosas olvidadas hoy
fr: 🚨 3 choses oubliées aujourd'hui

source: 🚨 What did you forget?
de: 🚨 Was hast du vergessen?
es: 🚨 ¿Qué olvidaste?
fr: 🚨 Qu'as-tu oublié ?

source: 🚨🚨 Claim Your Special Offer
de: 🚨🚨 Sichern Sie Ihr Sonderangebot
es: 🚨🚨 Reclame su oferta especial
fr: 🚨🚨 Réclamez votre offre spéciale

source: 🚨🚨 SPECIAL OFFER 🚨🚨
de: 🚨🚨 SONDERANGEBOT 🚨🚨
es: 🚨🚨 OFERTA ESPECIAL 🚨🚨
fr: 🚨🚨 OFFRE SPÉCIALE 🚨🚨

source: Step %lld
fr: Étape %lld

source: %lld times
fr: %lld fois

source: +%@ people
fr: +%@ personnes

source: Next: %@
fr: Suivant: %@

source: Screen: %lld×%lld
fr: Écran: %lld×%lld

source: Device Category: %@
fr: Catégorie d'appareil: %@

source: Scale Factor: %.2f
fr: Facteur d'échelle: %.2f

source: Is Compact: %@
fr: Est compact: %@

source: Max Video Height: %lld
fr: Hauteur vidéo max: %lld

source: Error: %@
fr: Erreur: %@

source: Current step: %@
fr: Étape actuelle: %@

source: Actions
de: Aktionen
es: Acciones

source: Important:
de: Wichtig:
es: Importante:

source: Note
de: Notiz
es: Nota

source: Suggestions
de: Vorschläge
es: Sugerencias

source: Version %@
es: Versión %@

source: sec
de: Sek.
es: seg

source: ~3 minutes
de: ~3 Minuten
es: ~3 minutos

source: 2.5s
de: 2,5 Sek.
