Repository: SlohGPT/OFFICIAL-NOTEWALL
Catalog: NoteWall/*.lproj/Localizable.strings
Languages: de, es, fr

source: Get helpful nudges that keep your momentum going.
de: Erhalte hilfreiche Erinnerungen, die dich am Ball halten.
es: Recibe recordatorios útiles que mantienen tu impulso.
fr: Reçois des rappels utiles qui maintiennent ta dynamique.

source: Get instant help
de: Sofortige Hilfe
es: Ayuda inmediata
fr: Aide instantanée

source: Get lifetime access
de: Lebenslangen Zugang erhalten
es: Obtener acceso de por vida
fr: Obtenir l'accès à vie

source: Get monthly access
de: Monatlichen Zugang erhalten
es: Obtener acceso mensual
fr: Obtenir l'accès mensuel

source: Get yearly access
de: Jährlichen Zugang erhalten
es: Obtener acceso anual
fr: Obtenir l'accès annuel

source: Got It - I'll Set This Up Later
de: Verstanden – Ich mache das später
es: Entendido - Lo configuraré después
fr: Compris - Je le ferai plus tard

source: Got It, I'll Fix This
de: Verstanden, ich behebe das
es: Entendido, lo arreglaré
fr: Compris, je vais corriger ça

source: Gray
de: Grau
es: Gris
fr: Gris

source: Great job! Your photo-based wallpaper is ready. The shortcut installation will work perfectly this time.
de: Gut gemacht! Dein fotobasiertes Hintergrundbild ist bereit. Die Kurzbefehl-Installation wird diesmal perfekt funktionieren.
es: ¡Buen trabajo! Tu fondo basado en foto está listo. La instalación del atajo funcionará perfectamente esta vez.
fr: Bien joué ! Ton fond basé sur photo est prêt. L'installation du raccourci marchera parfaitement cette fois.

source: Great! You added your first note
de: Super! Du hast deine erste Notiz hinzugefügt
es: ¡Genial! Añadiste tu primera nota
fr: Super ! Tu as ajouté ta première note

source: HACK
es: PRODUCTIVIDAD
fr: PRODUCTIVITÉ

source: Habit Builder
de: Gewohnheits-Builder
es: Constructor de hábitos
fr: Créateur d'habitudes

source: Have a promo code?
de: Hast du einen Promo-Code?
es: ¿Tienes un código promocional?
fr: Tu as un code promo ?

source: Help me make it better
de: Hilf mir, es besser zu machen
es: Ayúdame a mejorarlo
fr: Aide-moi à l'améliorer

source: Help us make NoteWall better
de: Hilf uns, NoteWall besser zu machen
es: Ayúdanos a mejorar NoteWall
fr: Aide-nous à améliorer NoteWall

source: Here's the Plan
de: Hier ist der Plan
es: Aquí está el plan
fr: Voici le plan

source: Here's what we learned
de: Folgendes haben wir herausgefunden
es: Esto es lo que descubrimos
fr: Voici ce qu'on a appris

source: Hey %@, did you know that
de: Hey %@, wusstest du, dass
es: Hey %@, ¿sabías que
fr: Hey %@, savais-tu que

source: Hey! I built NoteWall myself and I'm genuinely trying to make it better every day.
de: Hey! Ich habe NoteWall selbst gebaut und versuche wirklich, es jeden Tag besser zu machen.
es: ¡Hola! Construí NoteWall yo mismo y genuinamente intento mejorarlo cada día.
fr: Salut ! J'ai créé NoteWall moi-même et j'essaie vraiment de l'améliorer chaque jour.

source: Highlight Modes
de: Hervorhebungs-Modi
es: Modos de resaltado
fr: Modes de surbrillance

source: Home
de: Start
es: Inicio
fr: Accueil

source: How many times
de: Wie oft
es: ¿Cuántas veces
fr: Combien de fois

source: How to Redeem Your 30% Discount
de: So löst du deinen 30%-Rabatt ein
es: Cómo canjear tu 30% de descuento
fr: Comment utiliser ta réduction de 30%

source: How to use this code?
de: Wie verwende ich diesen Code?
es: ¿Cómo usar este código?
fr: Comment utiliser ce code ?

source: How your free trial works
de: So funktioniert deine kostenlose Testphase
es: Cómo funciona tu prueba gratuita
fr: Comment fonctionne ta période d'essai gratuite

source: How's NoteWall working for you so far?
de: Wie läuft NoteWall für dich bisher?
es: ¿Cómo te va con NoteWall hasta ahora?
fr: Comment ça se passe avec NoteWall jusqu'ici ?

source: I Have Safari
de: Ich habe Safari
es: Tengo Safari
fr: J'ai Safari

source: I Have Shortcuts
de: Ich habe Kurzbefehle
es: Tengo Atajos
fr: J'ai Raccourcis

source: I build NoteWall solo — your honest feedback actually decides what I work on next.
de: Ich baue NoteWall alleine — dein ehrliches Feedback entscheidet wirklich, woran ich als nächstes arbeite.
es: Construyo NoteWall solo — tu opinión honesta decide lo que hago después.
fr: Je construis NoteWall seul — ton avis honnête décide vraiment ce que je fais ensuite.

source: I don't use it enough
de: Ich nutze es nicht genug
es: No lo uso suficiente
fr: Je ne l'utilise pas assez

source: I use lock screen widgets
de: Ich verwende Sperrbildschirm-Widgets
es: Uso widgets en la pantalla de bloqueo
fr: J'utilise des widgets sur l'écran de verrouillage

source: If something didn't work or felt off, I really want to know. Your feedback directly shapes what I fix next.
de: Wenn etwas nicht funktioniert hat oder sich komisch anfühlte, möchte ich das unbedingt wissen. Dein Feedback bestimmt direkt, was ich als Nächstes verbessere.
es: Si algo no funcionó o se sintió raro, realmente quiero saberlo. Tu opinión define directamente lo que arreglo después.
fr: Si quelque chose n'a pas fonctionné ou semblait bizarre, je veux vraiment le savoir. Ton avis détermine directement ce que je corrige ensuite.

source: If you change your mind, we'd love to have you back.
de: Wenn du es dir anders überlegst, freuen wir uns, dich wieder zu haben.
es: Si cambias de opinión, nos encantaría tenerte de vuelta.
fr: Si tu changes d'avis, on sera ravis de te retrouver.

source: If you're enjoying it, a review on the App Store would mean the world to me.
de: Wenn es dir gefällt, würde mir eine Bewertung im App Store die Welt bedeuten.
es: Si te gusta, una reseña en la App Store significaría el mundo para mí.
fr: Si ça te plaît, un avis sur l'App Store compterait énormément pour moi.

source: Install
de: Installieren
es: Instalar
fr: Installer

source: Install & Continue
de: Installieren & Weiter
es: Instalar y continuar
fr: Installer et continuer

source: Install Shortcut
de: Kurzbefehl installieren
es: Instalar atajo
fr: Installer le raccourci

source: Install Shortcut Again
de: Kurzbefehl erneut installieren
es: Instalar atajo de nuevo
fr: Réinstaller le raccourci

source: Install the new shortcut
de: Neue Verknüpfung installieren
es: Instalar el nuevo atajo
fr: Installer le nouveau raccourci

source: Installation Check
de: Installationsprüfung
es: Verificación de instalación
fr: Vérification de l'installation

source: Instant Exports
de: Sofortige Exporte
es: Exportaciones instantáneas
fr: Exports instantanés

source: Invalid Code
de: Ungültiger Code
es: Código inválido
fr: Code invalide

source: Invalid promo code
de: Ungültiger Promo-Code
es: Código promocional inválido
fr: Code promo invalide

source: Issues found:
de: Gefundene Probleme:
es: Problemas encontrados:
fr: Problèmes trouvés :

source: It's a free Apple app that allows NoteWall to work in the background.
de: Es ist eine kostenlose Apple-App, die NoteWall im Hintergrund arbeiten lässt.
es: Es una app gratuita de Apple que permite a NoteWall trabajar en segundo plano.
fr: C'est une app Apple gratuite qui permet à NoteWall de fonctionner en arrière-plan.

source: It's just me - Karchi, working hard to make NoteWall the best it can be. Your feedback means everything to me!
de: Ich bin's nur – Karchi, der hart arbeitet, um NoteWall so gut wie möglich zu machen. Dein Feedback bedeutet mir alles!
es: Soy solo yo, Karchi, trabajando duro para hacer NoteWall lo mejor posible. ¡Tu opinión significa todo para mí!
fr: C'est juste moi, Karchi, qui travaille dur pour rendre NoteWall le meilleur possible. Ton avis compte énormément pour moi !

source: It's okay
de: Geht so
es: Está bien
fr: Ça va

source: It's too expensive for me
de: Zu teuer für mich
es: Es muy caro para mí
fr: C'est trop cher pour moi

source: Just browsing my account
de: Schaue nur mein Konto an
es: Solo revisando mi cuenta
fr: Je consulte juste mon compte

source: Just for you
de: Nur für dich
es: Solo para ti
fr: Rien que pour toi

source: Just testing it out
de: Nur mal ausprobiert
es: Solo lo estaba probando
fr: Je testais juste

source: Just wanted to try it
de: Wollte es nur ausprobieren
es: Solo quería probarlo
fr: Je voulais juste essayer

source: Keep Me in the Loop
de: Halte mich auf dem Laufenden
es: Mantenme informado
fr: Tiens-moi au courant

source: Keep Your Goals Always in Sight
de: Behalte deine Ziele immer im Blick
es: Mantén tus metas siempre a la vista
fr: Garde tes objectifs toujours en vue

source: Keep your goals in front of you every single time you pickup your phone to stay locked in.
de: Halte deine Ziele jedes Mal im Blick, wenn du dein Handy in die Hand nimmst, um fokussiert zu bleiben.
es: Mantén tus metas frente a ti cada vez que tomes tu teléfono para mantenerte enfocado.
fr: Garde tes objectifs devant les yeux chaque fois que tu prends ton téléphone pour rester concentré.

source: LIFETIME
de: LEBENSLANG
es: DE POR VIDA
fr: À VIE

source: Last one: what's your biggest distraction?
de: Letzte Frage: Was lenkt dich am meisten ab?
es: Última pregunta: ¿cuál es tu mayor distracción?
fr: Dernière question : quelle est ta plus grande distraction ?

source: Launching Shortcut…
de: Kurzbefehl wird gestartet…
es: Iniciando atajo…
fr: Lancement du raccourci…

source: Leave a Review
de: Bewertung abgeben
es: Dejar una reseña
fr: Laisser un avis

source: Legal
de: Rechtliches
fr: Mentions légales

source: Legal Documents
de: Rechtliche Dokumente
es: Documentos legales
fr: Documents juridiques

source: Let us know what feature you'd like and we'll build it!
de: Sag uns, welches Feature du dir wünschst, und wir bauen es!
es: ¡Dinos qué función te gustaría y la construiremos!
fr: Dis-nous quelle fonctionnalité tu aimerais et on la créera !

source: Let's Do This!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !

source: Let's Do This, %@!
de: Los geht's, %@!
es: ¡Vamos, %@!
fr: C'est parti, %@ !

source: Let's Find Out
de: Finden wir es heraus
es: Descubrámoslo
fr: Découvrons-le

source: Let's Fix It
de: Los geht's
es: Vamos a arreglarlo
fr: C'est parti

source: Let's Set It Up
de: Lass es uns einrichten
es: Configurémoslo
fr: Configurons-le

source: Let's fix the issue together
de: Lass uns das Problem gemeinsam lösen
es: Solucionemos el problema juntos
fr: Résolvons le problème ensemble

source: Let's get %@'s focus system working
de: Lass uns %@s Fokus-System einrichten
es: Pongamos el sistema de enfoque de %@ a funcionar
fr: Mettons en place le système de focus de %@

source: Let's get your focus system working
de: Lass uns dein Fokus-System einrichten
es: Pongamos tu sistema de enfoque a funcionar
fr: Mettons en place ton système de focus

source: Let's make forgetting a thing of the past
de: Machen wir das Vergessen zur Vergangenheit
es: Hagamos que olvidar sea cosa del pasado
fr: Faisons de l'oubli une chose du passé

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie

source: Lifetime Access
de: Lebenslanger Zugang
es: Acceso de por vida
fr: Accès à vie

source: Lifetime Access Granted
de: Lebenslanger Zugang gewährt
es: Acceso de por vida otorgado
fr: Accès à vie accordé

source: Lifetime Ownership
de: Lebenslanger Besitz
es: Propiedad de por vida
fr: Propriété à vie

source: Lifetime access has been granted. Enjoy NoteWall+
de: Lebenslanger Zugang wurde gewährt. Genieße NoteWall+
es: Se ha otorgado acceso de por vida. ¡Disfruta NoteWall+!
fr: L'accès à vie a été accordé. Profite de NoteWall+ !

source: Lifetime option is currently unavailable
de: Lebenslang-Option ist derzeit nicht verfügbar
es: La opción de por vida no está disponible actualmente
fr: L'option à vie n'est pas disponible actuellement

source: Lock Screen Focus
de: Sperrbildschirm-Fokus
es: Enfoque en pantalla de bloqueo
fr: Focus sur l'écran de verrouillage

source: Lock Screen Preset
de: Sperrbildschirm-Voreinstellung
es: Preset de pantalla de bloqueo
fr: Préréglage écran de verrouillage

source: Lock Screen folder access denied
de: Sperrbildschirm-Ordnerzugriff verweigert
es: Acceso denegado a carpeta de pantalla de bloqueo
fr: Accès au dossier écran de verrouillage refusé

source: Lock screen updates automatically
de: Sperrbildschirm wird automatisch aktualisiert
es: La pantalla de bloqueo se actualiza automáticamente
fr: L'écran de verrouillage se met à jour automatiquement

source: Long-Press the Image
de: Lange auf das Bild drücken
es: Mantener pulsada la imagen
fr: Appui long sur l'image

source: Long-press on your wallpaper
de: Halte dein Hintergrundbild lange gedrückt
es: Mantén presionado tu fondo
fr: Appui long sur ton fond d'écran

source: Love NoteWall?
de: Gefällt dir NoteWall?
es: ¿Te gusta NoteWall?
fr: Tu aimes NoteWall ?

source: Love seeing my notes on my lock screen! It's like having a personal reminder that's always there.
de: Meine Notizen auf dem Sperrbildschirm zu sehen ist genial! Wie ein persönlicher Reminder, der immer da ist.
es: ¡Me encanta ver mis notas en la pantalla de bloqueo! Es como tener un recordatorio personal siempre presente.
fr: J'adore voir mes notes sur mon écran de verrouillage ! C'est comme un rappel personnel toujours présent.

source: Loving it!
de: Liebe es!
es: ¡Me encanta!
fr: J'adore !

source: Manage My Account
de: Mein Konto verwalten
es: Gestionar mi cuenta
fr: Gérer mon compte

source: Maybe later
de: Vielleicht später
es: Quizás después
fr: Peut-être plus tard

source: Messages & notifications
de: Nachrichten & Benachrichtigungen
es: Mensajes y notificaciones
fr: Messages et notifications

source: Micro-reminders on each pickup help you follow through without thinking
de: Mikro-Erinnerungen bei jedem Entsperren helfen dir, ohne nachzudenken dranzubleiben
es: Micro-recordatorios en cada desbloqueo te ayudan a cumplir sin pensarlo
fr: Des micro-rappels à chaque déverrouillage t'aident à tenir tes engagements sans y penser

source: Missing features I need
de: Funktionen fehlen, die ich brauche
es: Faltan funciones que necesito
fr: Il manque des fonctions dont j'ai besoin

source: Modern
es: Moderna
fr: Moderne

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel

source: Monthly Access Granted
de: Monatlicher Zugang gewährt
es: Acceso mensual otorgado
fr: Accès mensuel accordé

source: Most Common Issue
de: Häufigstes Problem
es: Problema más común
fr: Problème le plus courant

source: Need Help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?

source: Need Manual Help
de: Manuelle Hilfe benötigt
es: Necesita ayuda manual
fr: Aide manuelle nécessaire

source: Neon
es: Neón
fr: Néon

source: Never forget what matters.
de: Vergiss nie, was wichtig ist.
es: Nunca olvides lo que importa.
fr: N'oublie jamais ce qui compte.

source: Never miss what matters
de: Vergiss nie, was wichtig ist
es: Nunca olvides lo que importa
fr: N'oublie jamais ce qui compte

source: New system is active
de: Neues System ist aktiv
es: Nuevo sistema activo
fr: Nouveau système actif

source: New: Smart Wallpaper Themes
de: Neu: Intelligente Hintergrundbild-Designs
es: Nuevo: Temas inteligentes de fondo
fr: Nouveau : Thèmes de fond intelligents

source: Nice to meet you,
de: Schön dich kennenzulernen,
es: Encantado de conocerte,
fr: Enchanté,

source: No Thanks
de: Nein danke
es: No gracias
fr: Non merci

source: No file selected.
de: Keine Datei ausgewählt.
es: Ningún archivo seleccionado.
fr: Aucun fichier sélectionné.

source: No, Got Stuck
de: Nein, es hat nicht geklappt
es: No, me quedé atascado
fr: Non, je suis bloqué

source: No, This Is Not the Issue
de: Nein, das ist nicht das Problem
es: No, este no es el problema
fr: Non, ce n'est pas le problème

source: None
de: Ohne
es: Ninguno
fr: Aucun

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant

source: Not great
de: Nicht so toll
es: No muy bien
fr: Pas top

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant

source: NoteWall Feedback
es: NoteWall Opinión
fr: NoteWall Avis

source: NoteWall Feedback - %@
es: NoteWall Opinión - %@
fr: NoteWall Avis - %@

source: NoteWall puts your most important things on your wallpaper, so you see them every time you unlock your phone.
de: NoteWall zeigt deine wichtigsten Dinge auf deinem Hintergrundbild, damit du sie bei jedem Entsperren siehst.
es: NoteWall pone lo más importante en tu fondo de pantalla para que lo veas cada vez que desbloqueas tu teléfono.
fr: NoteWall met tes choses les plus importantes sur ton fond d'écran pour que tu les voies à chaque déverrouillage.

source: NoteWall uses Apple's Shortcuts app to automatically update your lock screen.
de: NoteWall nutzt Apples Kurzbefehle-App, um deinen Sperrbildschirm automatisch zu aktualisieren.
es: NoteWall usa la app Atajos de Apple para actualizar automáticamente tu pantalla de bloqueo.
fr: NoteWall utilise l'app Raccourcis d'Apple pour mettre à jour automatiquement ton écran de verrouillage.

source: NoteWall+ Active
de: NoteWall+ Aktiv
es: NoteWall+ Activo
fr: NoteWall+ Actif

source: Notes Deleted!
de: Notizen gelöscht!
es: ¡Notas eliminadas!
fr: Notes supprimées !

source: Notes are hard to read
de: Notizen sind schwer zu lesen
es: Las notas son difíciles de leer
fr: Les notes sont difficiles à lire

source: Notes start appearing lower to avoid widgets that are below the time.
de: Notizen erscheinen weiter unten, um Widgets unterhalb der Uhrzeit nicht zu verdecken.
es: Las notas aparecen más abajo para evitar los widgets debajo del reloj.
fr: Les notes apparaissent plus bas pour éviter les widgets sous l'heure.

source: Notes start closer to the time for more space and aesthetic look.
de: Notizen erscheinen näher an der Uhrzeit für mehr Platz und eine ästhetischere Optik.
es: Las notas aparecen más cerca del reloj para más espacio y mejor estética.
fr: Les notes apparaissent plus près de l'heure pour plus d'espace et un look esthétique.

source: Notes were too small to read
de: Die Notizen waren zu klein zum Lesen
es: Las notas eran muy pequeñas para leer
fr: Les notes étaient trop petites à lire

source: Notifications video loading...
de: Benachrichtigungsvideo wird geladen...
es: Cargando video de notificaciones...
fr: Chargement de la vidéo notifications...

source: Now
de: Jetzt
es: Ahora
fr: Maintenant

source: Once you've set your NoteWall image as your wallpaper, the shortcut will be able to update it with your notes.
de: Sobald du dein NoteWall-Bild als Hintergrundbild festgelegt hast, kann der Kurzbefehl es mit deinen Notizen aktualisieren.
es: Una vez que establezcas tu imagen NoteWall como fondo, el atajo podrá actualizarla con tus notas.
fr: Une fois ton image NoteWall définie comme fond, le raccourci pourra la mettre à jour avec tes notes.

source: One-Time Shortcut Setup Required
de: Einmalige Kurzbefehl-Einrichtung erforderlich
es: Configuración única del atajo requerida
fr: Configuration unique du raccourci requise

source: One-time purchase, own NoteWall+ forever
de: Einmalkauf, NoteWall+ für immer besitzen
es: Compra única, NoteWall+ para siempre
fr: Achat unique, NoteWall+ pour toujours

source: Open App Store
de: App Store öffnen
es: Abrir App Store
fr: Ouvrir l'App Store

source: Open Photos
de: Fotos öffnen
es: Abrir Fotos
fr: Ouvrir Photos

source: Open Privacy Policy
de: Datenschutzrichtlinie öffnen
es: Abrir política de privacidad
fr: Ouvrir la politique de confidentialité

source: Open Terms of Use
de: Nutzungsbedingungen öffnen
es: Abrir términos de uso
fr: Ouvrir les conditions d'utilisation

source: Our team responds within 24 hours
de: Unser Team antwortet innerhalb von 24 Stunden
es: Nuestro equipo responde en 24 horas
fr: Notre équipe répond sous 24 heures

source: Own NoteWall+
de: NoteWall+ besitzen
es: NoteWall+ tuyo
fr: NoteWall+ à toi

source: Own NoteWall+ forever
de: NoteWall+ für immer besitzen
es: NoteWall+ para siempre
fr: NoteWall+ pour toujours

source: Own NoteWall+ forever • No renewals
de: NoteWall+ für immer besitzen • Keine Verlängerungen
es: NoteWall+ para siempre • Sin renovaciones
fr: NoteWall+ pour toujours • Sans renouvellement

source: PRODUCTIVITY
de: PRODUKTIVITÄTS
es: HACK DE
fr: HACK DE

source: Pair it with a Focus mode to keep your lock screen current throughout the week.
de: Kombiniere es mit einem Fokusmodus, um deinen Sperrbildschirm die ganze Woche aktuell zu halten.
es: Combínalo con un modo Concentración para mantener tu pantalla actualizada toda la semana.
fr: Associe-le à un mode Concentration pour garder ton écran à jour toute la semaine.

source: Pay once. Use forever. No subscriptions or future charges
de: Einmal zahlen. Für immer nutzen. Keine Abos oder zukünftigen Kosten
es: Paga una vez. Usa para siempre. Sin suscripciones ni cargos futuros
fr: Paie une fois. Utilise pour toujours. Aucun abonnement ni frais futurs

source: Paywall after 3 uses felt too early
de: Die Bezahlschranke nach 3 Nutzungen kam zu früh
es: El muro de pago después de 3 usos fue muy pronto
fr: Le paywall après 3 utilisations est trop tôt

source: Permission popups appear here
de: Berechtigungs-Popups erscheinen hier
es: Los permisos aparecen aquí
fr: Les popups de permission apparaissent ici

source: Permissions granted!
de: Berechtigungen erteilt!
es: ¡Permisos concedidos!
fr: Permissions accordées !

source: Personal goals & habits
de: Persönliche Ziele & Gewohnheiten
es: Metas personales y hábitos
fr: Objectifs personnels et habitudes

source: Photo Library
de: Fotobibliothek
es: Biblioteca de fotos
fr: Photothèque

source: Plan
fr: Forfait

source: Please allow access to your photo library to select a wallpaper.
de: Bitte erlaube den Zugriff auf deine Fotobibliothek, um ein Hintergrundbild auszuwählen.
es: Permite el acceso a tu biblioteca de fotos para seleccionar un fondo.
fr: Autorise l'accès à ta photothèque pour sélectionner un fond d'écran.

source: Please enter a promo code
de: Bitte gib einen Promo-Code ein
es: Por favor ingresa un código promocional
fr: Saisis un code promo

source: Please select a pricing option.
de: Bitte wähle eine Preisoption.
es: Por favor selecciona una opción de precio.
fr: Sélectionne une option de tarification.

source: Please wait while we check your setup...
de: Bitte warte, während wir dein Setup überprüfen...
es: Espera mientras verificamos tu configuración...
fr: Patiente pendant qu'on vérifie ta configuration...

source: Please wait while we verify that your shortcut is configured correctly.
de: Bitte warte, während wir prüfen, ob dein Kurzbefehl richtig konfiguriert ist.
es: Espera mientras verificamos que tu atajo esté configurado correctamente.
fr: Patiente pendant qu'on vérifie que ton raccourci est correctement configuré.

source: Premium fully restored
de: Premium vollständig wiederhergestellt
es: Premium completamente restaurado
fr: Premium entièrement restauré

source: Preparing your focus plan...
de: Dein Fokus-Plan wird vorbereitet...
es: Preparando tu plan de enfoque...
fr: Préparation de ton plan de focus...

source: Presets
de: Voreinstellungen
fr: Préréglages

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: Privacy Options
de: Datenschutzoptionen
es: Opciones de privacidad
fr: Options de confidentialité

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité

source: Pro tip: make it automatic
de: Profi-Tipp: Automatisiere es
es: Consejo pro: hazlo automático
fr: Astuce pro : automatise-le

source: Products are still loading. Please try again in a moment.
de: Produkte werden noch geladen. Bitte versuche es gleich erneut.
es: Los productos aún se están cargando. Intenta de nuevo en un momento.
fr: Les produits sont en cours de chargement. Réessaie dans un instant.

source: Quick 4-Minute Setup
de: Schnelles 4-Minuten-Setup
es: Configuración rápida de 4 minutos
fr: Configuration rapide de 4 minutes

source: Quick Check
de: Kurze Überprüfung
es: Verificación rápida
fr: Vérification rapide

source: Quick Fix
de: Schnellfix
es: Solución rápida
fr: Correction rapide
